[{"sloka":"[ Agastya's advice to Sri Rama--directs Sri Rama to go to Panchavati to reside.]రామ! ప్రీతోస్మి భద్రం తే పరితుష్టోస్మి లక్ష్మణ. అభివాదయితుం యన్మాం ప్రాప్తౌ స్థ స్సహ సీతయా৷৷3.13.1৷৷"},{"sloka":"అధ్వశ్రమేణ వాం ఖేదో బాధతే ప్రచురశ్రమః. వ్యక్తముత్కణ్ఠతే చాపి మైథిలీ జనకాత్మజా৷৷3.13.2৷৷"},{"sloka":"ఏషా హి సుకుమారీ చ దుఃఖైశ్చ న విమానితా. ప్రాజ్యదోషం వనం ప్రాప్తా భర్తృస్నేహప్రచోదితా৷৷3.13.3৷৷"},{"sloka":"యథైషా రమతే రామ ఇహ సీతా తథా కురు. దుష్కరం కృతవత్యేషా వనే త్వామనుగచ్ఛతీ৷৷3.13.4৷৷"},{"sloka":"ఏషా హి ప్రకృతిః స్త్రీణామాసృష్టే రఘునన్దన!. సమస్థమనురజ్యాన్తి విషమస్థం త్యజన్తి చ৷৷3.13.5৷৷"},{"sloka":"శతహ్రదానాం లోలత్వం శస్త్రాణాం తీక్ష్ణతాం తథా. గరూడానిలయోశ్శైఘ్ర్యమనుగచ్ఛన్తి యోషితః৷৷3.13.6৷৷"},{"sloka":"ఇయం తు భవతో భార్యా దోషైరేతైర్వివర్జితా. శ్లాఘ్యా చ వ్యపదేశ్యా చ యథా దేవీ హ్యరున్ధతీ৷৷3.13.7৷৷"},{"sloka":"అలఙ్కృతోయం దేశశ్చ యత్ర సౌమిత్రిణా సహ. వైదేహ్యా చానయా రామ వత్స్యసి త్వమరిన్దమ৷৷3.13.8৷৷"},{"sloka":"ఏవముక్తస్సమునినా రాఘవస్సంయతాఞ్జలిః. ఉవాచ ప్రశ్రితం వాక్యమృషిం దీప్తమివానలమ్৷৷3.13.9৷৷"},{"sloka":"ధన్యోస్మ్యనుగృహీతోస్మి యస్య మే మునిపుఙ్గవః. గుణైస్సభ్రాతృభార్యస్య వరదః పరితుష్యతి৷৷3.13.10৷৷"},{"sloka":"కిన్తు వ్యాదిశ మే దేశం సోదకం బహుకాననమ్. యత్రాశ్రమపదం కృత్వా వసేయం నిరతస్సుఖమ్৷৷3.13.11৷৷"},{"sloka":"తతోబ్రవీన్మునిశ్రేష్ఠశ్శ్రుత్వా రామస్య తద్వచః. ధ్యాత్వా ముహూర్తం ధర్మాత్మా ధీరో ధీరతరం వచః৷৷3.13.12৷৷"},{"sloka":"ఇతో ద్వియోజనే తాత బహుమూలఫలోదకః. దేశో బహుమృగశ్శ్రీమాన్పఞ్చవట్యభివిశ్రుతః৷৷3.13.13৷৷"},{"sloka":"తత్ర గత్వాశ్రమపదం కృత్వా సౌమిత్రిణా సహ. రంస్యసే త్వం పితుర్వాక్యం యథోక్తమనుపాలయన్৷৷3.13.14৷৷"},{"sloka":"కాలోయం గతభూయిష్ఠో యః కాల స్తవ రాఘవ. సమయో యో నరేన్ద్రేణ కృతో దశరథేన తే৷৷3.13.15৷৷తీర్ణప్రతిజ్ఞః కాకుత్స్థ సుఖం రాజ్యే నివత్స్యసి. "},{"sloka":"ధన్యస్తే జనకో రామ స రాజా రఘునన్దన৷৷3.13.16৷৷యస్త్వయా జ్యేష్ఠపుత్రేణ యయాతిరివ తారితః. "},{"sloka":"విదితో హ్యేష వృత్తాన్తో మమ సర్వస్తవానఘ৷৷3.13.17৷৷తపసశ్చ ప్రభావేణ స్నేహాద్దశరథస్య చ. "},{"sloka":"హృదయస్థశ్చ తే ఛన్దో విజ్ఞాతస్తపసా మయా৷৷3.13.18৷৷ఇహావాసం ప్రతిజ్ఞాయ మయా సహ తపోవనే. అతశ్చ త్వామహం బ్రూమి గచ్ఛ పఞ్చవటీమితి৷৷3.13.19৷৷"},{"sloka":"స హి రమ్యో వనోద్దేశో మైథిలీ తత్ర రంస్యతే. స దేశశ్శ్లాఘనీయశ్చ నాతిదూరే చ రాఘవ৷৷3.13.20৷৷"},{"sloka":"గోదావర్యాస్సమీపే చ మైథిలీ తత్ర రంస్యతే. ప్రాజ్యమూలఫలశ్చైవ నానాద్విజగణాయుతః৷৷3.13.21৷৷వివిక్తశ్చ మహాబాహో! పుణ్యోరమ్యస్తథైవ చ."},{"sloka":"భవానపి సదారశ్చ శక్తశ్చ పరిరక్షణే. అపి చాత్ర వసన్రామ తాపసాన్పాలయిష్యసి৷৷3.13.22৷৷"},{"sloka":"ఏతదాలక్ష్యతే వీర మధూకానాం మహద్వనమ్. ఉత్తరేణాస్య గన్తవ్యం న్యగ్రోధమభిగచ్ఛతా৷৷3.13.23৷৷"},{"sloka":"తతః స్థలముపారుహ్య పర్వతస్యావిదూరతః. ఖ్యాతః పఞ్చవటీత్యేవ నిత్యపుష్పితకాననః৷৷3.13.24৷৷"},{"sloka":"అగస్త్యేనైవముక్తస్తు రామస్సౌమిత్రిణా సహ. సత్కృత్యామన్త్రయామాస తమృషిం సత్యవాదినమ్৷৷3.13.25৷৷"},{"sloka":"తౌ తు తేనాభ్యనుజ్ఞాతౌ కృతపాదాభివన్దనౌ. తదాశ్రమాత్పఞ్చవటీం జగ్మతుస్సీతయా సహ৷৷3.13.26৷৷"},{"sloka":"గృహీతచాపౌ తు నరాధిపాత్మజౌ విషక్తతూణౌ సమరేష్వకాతరౌ. యథోపదిష్టేన పథా మహర్షిణా ప్రజగ్మతుః పఞ్చవటీం సమాహితౌ৷৷3.13.27৷৷"}]