[{"sloka":"[Description of the enchanting environs of Pampa --- dejected Rama laments --- Lakshmana urges Rama to pick up courage --- Rama and Lakshmana proceed towards Rishyamuka --- Sugriva sees Rama and Lakshmana and gets alarmed]స తాం పుష్కరిణీం గత్వా పద్మోత్పలఝషాకులామ్. రామస్సౌమిత్రి సహితో విలలాపాకులేన్ద్రియః৷৷4.1.1৷৷"},{"sloka":"తస్య దృష్ట్వైవ తాం హర్షాదిన్ద్రియాణి చకమ్పిరే.స కామవశమాపన్నస్సౌమిత్రిమిదమబ్రవీత్৷৷4.1.2৷৷"},{"sloka":"సౌమిత్రే! శోభతే పమ్పా వైదూర్యవిమలోదకా.ఫుల్లపద్మోత్పలవతీ శోభితా వివిధైర్ద్రుమైః৷৷4.1.3৷৷"},{"sloka":"సౌమిత్రే! పశ్య పమ్పాయాః కాననం శుభదర్శనమ్.యత్ర రాజన్తి శైలా వా ద్రుమాస్సశిఖరా ఇవ৷৷4.1.4৷৷"},{"sloka":"మాం తు శోకాభిసన్తప్తం మాధవః పీడయన్తి వై.భరతస్య చ దుఃఖేన వైదేహ్యా హరణేన చ৷৷4.1.5৷৷"},{"sloka":"శోకార్తస్యాపి మే పమ్పా శోభతే చిత్రకాననా. వ్యవకీర్ణా బహువిధైః పుష్పైశ్శీతోదకా శివా৷৷4.1.6৷৷"},{"sloka":"నలినైరపి సఞ్ఛన్నా హ్యత్యర్థశుభదర్శనా.సర్పవ్యాలానుచరితా మృగద్విజసమాకులా৷৷4.1.7৷৷"},{"sloka":"అధికం ప్రవిభాత్యేతన్నీలపీతం తు శాద్వలమ్.ద్రుమాణాం వివిధైః పుష్పైః పరిస్తోమైరివార్పితమ్৷৷4.1.8৷৷"},{"sloka":"పుష్పభారసమృద్ధాని శిఖరాణి సమన్తతః.లతాభిః పుష్పితాగ్రాభిరుపగూఢాని సర్వశః৷৷4.1.9৷৷"},{"sloka":"సుఖానిలోయం సౌమిత్రే! కాలః ప్రచురమన్మథః.గన్ధవాన్సురభిర్మాసో జాతపుష్పఫలద్రుమః৷৷4.1.10৷৷"},{"sloka":"పశ్య రూపాణి సౌమిత్రే! వనానాం పుష్పశాలినామ్.సృజతాం పుష్పవర్షాణి తోయం తోయముచామివ৷৷4.1.11৷৷"},{"sloka":"ప్రస్తరేషు చ రమ్యేషు వివిధాః కాననద్రుమాః.వాయువేగప్రచలితాః పుష్పైరవకిరన్తి గామ్৷৷4.1.12৷৷"},{"sloka":"పతితైః పతమానైశ్చ పాదపస్థైశ్చ మారుతః. కుసుమైః పశ్య సౌమిత్రే! క్రీడన్నివ సమన్తతః৷৷4.1.13৷৷"},{"sloka":"విక్షిపన్వివిధాశ్శాఖా నగానాం కుసుమోత్కచాః.మారుతశ్చలితస్థానైష్షట్పదైరనుగీయతే৷৷4.1.14৷৷"},{"sloka":"మత్తకోకిలసన్నాదైర్నర్తయన్నివ పాదపాన్.శైలకన్దరనిష్క్రాన్తః ప్రగీత ఇవ చానిలః৷৷4.1.15৷৷"},{"sloka":"తేన విక్షిపతాత్యర్థం పవనేన సమన్తతః.అమీ సంసక్తశాఖాగ్రా గ్రథితా ఇవ పాదపాః৷৷4.1.16৷৷"},{"sloka":"స ఏష సుఖసంస్పర్శో వాతి చన్దనశీతలః.గన్ధమభ్యవహన్పుణ్యం శ్రమాపనయనోనిలః৷৷4.1.17৷৷"},{"sloka":"అమీ పవనవిక్షిప్తా వినదన్తీవ పాదపాః.షట్పదైరనుకూజన్తో వనేషు మధుగన్ధిషు৷৷4.1.18৷৷"},{"sloka":"గిరిప్రస్థేషు రమ్యేషు పుష్పవద్భిర్మనోరమైః.సంసక్తశిఖరాశ్శైలా విరాజన్తే మహాద్రుమైః৷৷4.1.19৷৷"},{"sloka":"పుష్పసఞ్ఛన్నశిఖరా మారుతోత్క్షేపచఞ్చలాః.అమీ మధుకరోత్తంసాః ప్రగీతా ఇవ పాదపాః৷৷4.1.20৷৷"},{"sloka":"సుపుష్పితాంస్తు పశ్యేమాన్కర్ణికారాంత్సమన్తతః.హాటకప్రతిసఞ్ఛన్నాన్నరాన్పీతామ్బరానివ৷৷4.1.21৷৷"},{"sloka":"అయం వసన్తస్సౌమిత్రే! నానావిహగనాదితః.సీతయా విప్రహీనస్య శోకసన్దీపనో మమ৷৷4.1.22৷৷"},{"sloka":"మాం హి శోకసమాక్రాన్తం సన్తాపయతి మన్మథః. హృష్టః ప్రవదమానశ్చ మమాహ్వయతి కోకిలః৷৷4.1.23৷৷"},{"sloka":"ఏష దాత్యూహకో హృష్టో రమ్యే మాం వననిర్ఝరే.ప్రణదన్మన్మథావిష్టం శోచయిష్యతి లక్ష్మణ৷৷4.1.24৷৷"},{"sloka":"శ్రుత్వైతస్య పురా శబ్దమాశ్రమస్థా మమ ప్రియా.మామాహూయ ప్రముదితాః పరమం ప్రత్యనన్దత৷৷4.1.25৷৷"},{"sloka":"ఏవం విచిత్రాః పతగా నానారావవిరావిణః.వృక్షగుల్మలతాః పశ్య సమ్పతన్తి సమన్తతః৷৷4.1.26৷৷"},{"sloka":"విమిశ్రా విహగాః పుమ్భిరాత్మవ్యూహాభినన్దితాః. భృఙ్గరాజప్రముదితాస్సౌమిత్రే! మధురస్వనాః৷৷4.1.27৷৷"},{"sloka":"దాత్యూహరతివిక్రన్దైః పుంస్కోకిలరుతైరపి. స్వనన్తి పాదపాశ్చేమే మమానఙ్గప్రదీపనాః৷৷4.1.28৷৷"},{"sloka":"అశోకస్తబకాఙ్గారష్షట్పదస్వననిఃస్వనః. మాం హి పల్లవతామ్రార్చిర్వసన్తాగ్నిః ప్రధక్ష్యతి৷৷4.1.29৷৷"},{"sloka":"న హి తాం సూక్ష్మపక్ష్మాక్షీం సుకేశీం మృదుభాషిణీమ్. అపశ్యతో మే సౌమిత్రే! జీవితేస్తి ప్రయోజనమ్৷৷4.1.30৷৷"},{"sloka":"అయం హి దయితస్తస్యాః కాలో రుచిరకాననః. కోకిలాకులసీమాన్తో దయితాయా మమానఘ৷৷4.1.31৷৷"},{"sloka":"మన్మథాయాససమ్భూతో వసన్తగుణవర్ధితః. అయం మాం ధక్ష్యతి క్షిప్రం శోకాగ్నిర్నచిరాదివ৷৷4.1.32৷৷"},{"sloka":"అపశ్యతస్తాం దయితాం పశ్యతో రుచిరద్రుమాన్. మమాయమాత్మప్రభవో భూయస్త్వముపయాస్యతి৷৷4.1.33৷৷"},{"sloka":"అదృశ్యమానా వైదేహీ శోకం వర్ధయతే మమ. దృశ్యమానో వసన్తశ్చ స్వేదసంసర్గదూషకః৷৷4.1.34৷৷"},{"sloka":"మాం హ్యద్య మృగశాబాక్షీ చిన్తాశోకబలాత్కృతమ్. సన్తాపయతి సౌమిత్రే! క్రూరశ్చైత్రవనానిలః৷৷4.1.35৷৷"},{"sloka":"అమీ మయూరాశ్శోభన్తే ప్రనృత్యన్తస్తతస్తతః. స్వైః పక్షైః పవనోద్ధూతైర్గవాక్షైః స్ఫాటికైరివ৷৷4.1.36৷৷"},{"sloka":"శిఖినీభిః పరివృతాస్తే ఏతే మదమూర్ఛితాః. మన్మథాభిపరీతస్య మమ మన్మథవర్ధనాః৷৷4.1.37৷৷"},{"sloka":"పశ్య లక్ష్మణ! నృత్యన్తం మయూరముపనృత్యతి. శిఖినీ మన్మథార్తైషా భర్తారం గిరిసానుని৷৷4.1.38৷৷"},{"sloka":"తామేవ మన్మథావిష్టో మయూరోప్యుపధావతి. వితత్య రుచిరౌ పక్షౌ రుతైరుపహసన్నివ৷৷4.1.39৷৷"},{"sloka":"మయూరస్య వనే నూనం రక్షసా న హృతా ప్రియా. తస్మాన్నృత్యతి రమ్యేషు వనేషు సహ కాన్తయా৷৷4.1.40৷৷"},{"sloka":"మమ త్వయం వినా వాసః పుష్పమాసే సుదుస్సహః. పశ్య లక్ష్మణ! సంరాగః తిర్యగ్యోనిగతేష్వపి. యదేషా శిఖినీ కామాద్భర్తారం రమతేన్తికే৷৷4.1.41৷৷"},{"sloka":"మామప్యేవం విశాలాక్షీ జానకీ జాతసమ్భ్రమా. మదనేనాభివర్తేత యది నాపహృతా భవేత్৷৷4.1.42৷৷"},{"sloka":"పశ్య లక్ష్మణ! పుష్పాణి నిష్ఫలాని భవన్తి మే. పుష్పభారసమృద్ధానాం వనానాం శిశిరాత్యయే৷৷4.1.43৷৷"},{"sloka":"రుచిరాణ్యపి పుష్పాణి పాదపానామతిశ్రియా. నిష్ఫలాని మహీం యాన్తి సమం మధుకరోత్కరైః৷৷4.1.44৷৷"},{"sloka":"నదన్తి కామం శకునా ముదితాస్సఙ్ఘశః కలమ్. ఆహ్వయన్త ఇవాన్యోన్యం కామోన్మాదకరా మమ৷৷4.1.45৷৷"},{"sloka":"వసన్తో యది తత్రాపి యత్ర మే వసతి ప్రియా. నూనం పరవశా సీతా సాపి శోచత్యహం యథా৷৷4.1.46৷৷"},{"sloka":"నూనం న తు వసన్తోతం దేశం స్పృశతి యత్ర సా. కథం హ్యసితపద్మాక్షీ వర్తయేత్సా మయా వినా৷৷4.1.47৷৷"},{"sloka":"అథవా వర్తతే తత్ర వసన్తో యత్ర మే ప్రియా.కిం కరిష్యతి సుశ్రోణీ సా తు నిర్భర్త్సితా పరైః৷৷4.1.48৷৷"},{"sloka":"శ్యామా పద్మపలాశాక్షీ మృదుపూర్వాభిభాషిణీ. నూనం వసన్తమాసాద్య పరిత్యక్ష్యతి జీవితమ్৷৷4.1.49৷৷"},{"sloka":"దృఢం హి హృదయే బుద్ధిర్మమ సమ్పరివర్తతే. నాలం వర్తయితుం సీతా సాధ్వీ మద్విరహం గతా৷৷4.1.50৷৷"},{"sloka":"మయి భావస్తు వైదేహ్యాస్తత్త్వతో వినివేశితః. మమాపి భావస్సీతాయాం సర్వథా వినివేశితః৷৷4.1.51৷৷"},{"sloka":"ఏష పుష్పవహో వాయుస్సుఖస్పర్శో హిమావహః. తాం విచిన్తయతః కాన్తాం పావకప్రతిమో మమ৷৷4.1.52৷৷"},{"sloka":"సదా సుఖమహం మన్యే యం పురా సహ సీతయా. మారుతస్స వినా సీతాం శోకం వర్ధయతే మమ৷৷4.1.53৷৷"},{"sloka":"తాం వినా విహఙ్గో యః పక్షీ ప్రణదితస్తదా. వాయసః పాదపగతః ప్రహృష్టమభినర్దతి৷৷4.1.54৷৷"},{"sloka":"ఏష వై తత్ర వైదేహ్యా విహగః ప్రతిహారకః. పక్షీ మాం తు విశాలాక్ష్యాస్సమీపముపనేష్యతి৷৷4.1.55৷৷"},{"sloka":"శృణు లక్ష్మణ! సన్నాదం వనే మద్వివర్ధనమ్. పుష్పితాగ్రేషు వృక్షేషు ద్విజానాముపకూజతామ్৷৷4.1.56৷৷"},{"sloka":"విక్షిప్తాం పవనేనైతామసౌ తిలకమఞ్జరీమ్. షట్పదస్సహసాభ్యేతి మదోద్ధూతామివ ప్రియామ్৷৷4.1.57৷৷"},{"sloka":"కామినామయమత్యన్తమశోకశ్శోకవర్ధనః. స్తబకైః పవనోత్క్షిప్తైస్తర్జయన్నివ మాం స్థితః৷৷4.1.58৷৷"},{"sloka":"అమీ లక్ష్మణ! దృశ్యన్తే చూతాః కుసుమశాలినః. విభ్రమోత్సిక్తమనసః సాఙ్గరాగా నరా ఇవ৷৷4.1.59৷৷"},{"sloka":"సౌమిత్రే! పశ్య పమ్పాయాశ్చిత్రాసు వనరాజిషు. కిన్నరా నరశార్దూల! విచరన్తి తతస్తతః৷৷4.1.60৷৷"},{"sloka":"ఇమాని శుభగన్ధీని పశ్య లక్ష్మణ! సర్వశః. నలినాని ప్రకాశన్తే జలే తరుణసూర్యవత్৷৷4.1.61৷৷"},{"sloka":"ఏషా ప్రసన్నసలిలా పద్మనీలోత్పలాయుతా. హంసకారణ్డవాకీర్ణా పమ్పా సౌగన్ధికాన్వితా৷৷4.1.62৷৷"},{"sloka":"జలే తరుణసూర్యాభైష్షట్పదాహతకేసరైః. పఙ్కజైశ్శోభతే పమ్పా సమన్తాదభిసంవృతా৷৷4.1.63৷৷"},{"sloka":"చక్రవాకయుతా నిత్యం చిత్రప్రస్తవనాన్తరా. మాతఙ్గమృగయూథైశ్చ శోభతే సలిలార్థిభిః৷৷4.1.64৷৷"},{"sloka":"పవనాహతవేగాభిరూర్మిభిర్విమలేమ్భసి. పఙ్కజాని విరాజన్తే తాడ్యమానాని లక్ష్మణ!৷৷4.1.65৷৷"},{"sloka":"పద్మపత్రవిశాలాక్షీం సతతం పఙ్కజప్రియామ్. అపశ్యతో మే వైదేహీం జీవితం నాభిరోచతే৷৷4.1.66৷৷"},{"sloka":"అహో కామస్య వామత్వం యో గతామపి దుర్లభామ్. స్మారయిష్యతి కల్యాణీం కల్యాణతరవాదినీమ్৷৷4.1.67৷৷"},{"sloka":"శక్యో ధారయితుం కామో భవేదభ్యాగతో మయా. యది భూయో వసన్తో మాం న హన్యాత్పుష్పితద్రుమః৷৷4.1.68৷৷"},{"sloka":"యాని స్మ రమణీయాని తయా సహ భవన్తి మే. తాన్యేవారమణీయాని జాయన్తే మే తయా వినా৷৷4.1.69৷৷"},{"sloka":"పద్మకోశపలాశాని ద్రష్టుం దృష్టిర్హి మన్యతే. సీతాయా నేత్రకోశాభ్యాం సదృశానీతి లక్ష్మణ!৷৷4.1.70৷৷"},{"sloka":"పద్మకేసరసంసృష్టో వృక్షాన్తరవినిస్సృతః. నిశ్శ్వాస ఇవ సీతాయా వాతి వాయుర్మనోహరః৷৷4.1.71৷৷"},{"sloka":"సౌమిత్రే! పశ్య పమ్పాయా దక్షిణే గిరిసానుని. పుష్పితాం కర్ణికారస్య యష్టిం పరమశోభనామ్৷৷4.1.72৷৷"},{"sloka":"అధికం శైలరాజోయం ధాతుభిః సువిభూషితః. విచిత్రం సృజతే రేణుం వాయువేగవిఘట్టితమ్৷৷4.1.73৷৷"},{"sloka":"గిరిప్రస్థాస్తు సౌమిత్రే! సర్వతస్సమ్ప్రపుష్పితైః. నిష్పత్రైస్సర్వతో రమ్యైః ప్రదీప్తా ఇవ కింశుకైః৷৷4.1.74৷৷"},{"sloka":"పమ్పాతీరరుహాశ్చేమే సంసక్తా మధుగన్ధినః. మాలతీమల్లికాషణ్డాః కరవీరాశ్చ పుష్పితాః৷৷4.1.75৷৷"},{"sloka":"కేతక్యస్సిన్దువారాశ్చ వాసన్త్యశ్చ సుపుష్పితాః. మాధవ్యో గన్ధపూర్ణాశ్చ కున్దగుల్మాశ్చ సర్వశః৷৷4.1.76৷৷"},{"sloka":"చిరిబిల్వా మధూకాశ్చ వఞ్జులా వకులాస్తథా.చమ్పకాస్తిలకాశ్చైవ నాగవృక్షాస్సుపుష్పితాః৷৷4.1.77৷৷నీపాశ్చ వరణాశ్చైవ ఖర్జూరాశ్చ సుపుష్పితా. "},{"sloka":"పద్మకాశ్చైవ శోభన్తే నీలాశోకాశ్చ పుష్పితాః. లోధ్రాశ్చ గిరిపృష్ఠేషు సింహకేసరపిఞ్జరాః৷৷4.1.78৷৷"},{"sloka":"అఙ్కోలాశ్చ కురణ్టాశ్చ చూర్ణకాః పారిభద్రకాః. చూతాః పాటలయశ్చైవ కోవిదారాశ్చ పుష్పితాః৷৷4.1.79৷৷ముచుకున్దార్జునాశ్చైవ దృశ్యన్తే గిరిసానుషు. కేతకోద్దాలకాశ్చైవ శిరీషాః శింశుపా ధవాః৷৷4.1.80৷৷"},{"sloka":"శాల్మల్యః కింశుకాశ్చైవ రక్తాః కురవకాస్తథా৷৷4.1.81৷৷త్రినిశా నక్తమాలాశ్చ చన్దనాస్స్యన్దనాస్తథా. "},{"sloka":"పుష్పితాన్పుష్పితాగ్రాభిర్లతాభిః పరివేష్టితాన్. ద్రుమాన్పశ్యేహ సౌమిత్రే! పమ్పాయా రుచిరాన్బహూన్৷৷4.1.82-83৷৷"},{"sloka":"వాతవిక్షిప్తవిటపాన్యథాసన్నాన్ద్రుమానిమాన్. లతాస్సమనువర్తన్తే మత్తా ఇవ వరస్త్రియః৷৷4.1.84৷৷"},{"sloka":"పాదపాత్పాదపం గచ్ఛన్ శైలాచ్ఛైలం వనాద్వనమ్. వాతి నైకరసాస్వాదస్సమ్మోదిత ఇవానిలః৷৷4.1.85৷৷"},{"sloka":"కేచిత్పర్యాప్తకుసుమాః పాదపా మధుగన్ధినః. కేచిన్ముకులసంవీతాః శ్యామవర్ణా ఇవాబభుః৷৷4.1.86৷৷"},{"sloka":"ఇదం మృష్టమిదం స్వాదు ప్రఫుల్లమిదమిత్యపి. రాగయుక్తో మధుకరః కుసుమేష్వేవ లీయతే৷৷4.1.87৷৷"},{"sloka":"నిలీయ పునరుత్పత్య సహసాన్యత్ర గచ్ఛతి. మధులుబ్ధో మధుకరః పమ్పాతీరద్రుమేష్వసౌ৷৷4.1.88৷৷"},{"sloka":"ఇయం కుసుమసఙ్ఘాతైరుపస్తీర్ణా సుఖాకృతా. స్వయం నిపతితైర్భూమిశ్శయనప్రస్తరైరివ৷৷4.1.89৷৷"},{"sloka":"వివిధా వివిధైః పుష్పైస్తైరేవ నగసానుషు. వికీర్ణై పీతరక్తాహి సౌమిత్రే ప్రస్తరాః కృతాః৷৷4.1.90৷৷"},{"sloka":"హిమాన్తే పశ్య సౌమిత్రే! వృక్షాణాం పుష్పసమ్భవమ్. పుష్పమాసే హి తరవస్సఙ్ఘర్షాదివ పుష్పితాః৷৷4.1.91৷৷"},{"sloka":"ఆహ్వయన్త ఇవాన్యోన్యం నగాష్షట్పదనాదితాః. కుసుమోత్తంసవిటపాశ్శోభన్తే బహు లక్ష్మణ৷৷4.1.92৷৷"},{"sloka":"ఏష కారణ్డవః పక్షీ విగాహ్య సలిలం శుభమ్. రమతే కాన్తయా సార్ధం కామముద్దీపయన్మమ৷৷4.1.93৷৷"},{"sloka":"మన్దాకిన్యాస్తు యదిదం రూపమేవం మనోహరమ్. స్థానే జగతి విఖ్యాతా గుణాస్తస్యా మనోరమాః৷৷4.1.94৷৷"},{"sloka":"యది దృశ్యేత సా సాధ్వీ యది చేహ వసేమహి. స్పృహయేయం న శక్రాయ నాయోధ్యాయై రఘూత్తమ৷৷4.1.95৷৷"},{"sloka":"నహ్యేవం రమణీయేషు శాద్వలేషు తయా సహ. రమతో మే భవేచ్చిన్తా న స్పృహాన్యేషు వా భవేత్৷৷4.1.96৷৷"},{"sloka":"అమీ హి వివిధైః పుష్పైస్తరవో రుచిరచ్ఛదాః. కాననేస్మిన్వినా కాన్తాం చిన్తాముత్పాదయన్తి మే৷৷4.1.97৷৷"},{"sloka":"పశ్య శీతజలాం చేమాం సౌమిత్రే! పుష్కరాయుతామ్. చక్రవాకానుచరితాం కారణ్డవ నిషేవితామ్৷৷4.1.98৷৷"},{"sloka":"ప్లవైః క్రౌఞ్చైశ్చ సమ్పూర్ణాం మహామృగనిషేవితామ్. అధికం శోభతే పమ్పా వికూజద్భిఃర్విహఙ్గమైః৷৷4.1.99৷৷దీపయన్తీవ మే కామం వివిధా ముదితా ద్విజాః. శ్యామాం చన్ద్రముఖీం స్మృత్వా ప్రియాం పద్మనిభేక్షణామ్৷৷4.1.100৷৷"},{"sloka":"పశ్య సానుషు చిత్రేషు మృగీభిస్సహితాన్మృగాన్. మాం పునర్మృగశాబాక్ష్యా వైదేహ్యా విరహీకృతమ్৷৷4.1.101৷৷వ్యథయన్తీవ మే చిత్తం సఞ్చరన్తస్తతస్తతః. "},{"sloka":"అస్మిన్సానుని రమ్యే హి మత్తద్విజగణాయుతే. పశ్యేయం యది తాం కాన్తాం తతస్స్వస్తి భవేన్మమ৷৷4.1.102৷৷"},{"sloka":"జీవేయం ఖలు సౌమిత్రే! మయా సహ సుమధ్యమా. సేవతే యది వైదేహీ పమ్పాయాః పవనం సుఖమ్৷৷4.1.103৷৷"},{"sloka":"పద్మసౌగన్ధికవహం శివం శోకవినాశనమ్. ధన్యా లక్ష్మణ! సేవన్తే పమ్పోపవనమారుతమ్৷৷4.1.104৷৷"},{"sloka":"శ్యామా పద్మపలాశాక్షీ ప్రియా విరహితా మయా. కథం ధారయతి ప్రాణాన్వివశా జనకాత్మజా৷৷4.1.105৷৷"},{"sloka":"కిన్ను వక్ష్యామి రాజానం ధర్మజ్ఞం సత్యవాదినమ్. సీతాయా జనకం పృష్టః కుశలం జనసంసది৷৷4.1.106৷৷"},{"sloka":"యా మామనుగతా మన్దం పిత్రా ప్రవ్రాజితం వనమ్. సీతా సత్పథమాస్థాయ క్వ ను సా వర్తతే ప్రియా৷৷4.1.107৷৷"},{"sloka":"తయా విహీనః కృపణః కథం లక్ష్మణ! ధారయే. యా మామనుగతా రాజ్యాద్భ్రష్టం విగతచేతసమ్৷৷4.1.108৷৷"},{"sloka":"తచ్చార్వఞ్చితపద్మాక్షం సుగన్ధి శుభమవ్రణమ్. అపశ్యతో ముఖం తస్యాస్సీదతీవ మనో మమ৷৷4.1.109৷৷"},{"sloka":"స్మితహాస్యాన్తరయుతం గుణవన్మధురం హితమ్. వైదేహ్యా వాక్యమతులం కదా శ్రోష్యామి లక్ష్మణ!৷৷4.1.110৷৷"},{"sloka":"ప్రాప్య దుఖం వనే శ్యామా మాం మన్మథవికర్శితమ్. నష్టదుఃఖేవ హృష్టేవ సాధ్వీ సాధ్వభ్యభాషత৷৷4.1.111৷৷"},{"sloka":"కిం ను వక్ష్యామి కౌసల్యామయోధ్యాయాం నృపాత్మజ. క్వ సా స్నుషేతి పృచ్ఛన్తీం కథం చాపి తు మనస్వినీమ్৷৷4.1.112৷৷"},{"sloka":"గచ్ఛ లక్ష్మణ! పశ్య త్వం భరతం భ్రాతృవత్సలమ్. న హ్యహం జీవితు శక్తస్తామృతే జనకాత్మజామ్৷৷4.1.113৷৷"},{"sloka":"ఇతి రామం మహాత్మానం విలపన్తమనాథవత్. ఉవాచ లక్ష్మణో భ్రాతా వచనం యుక్తమవ్యయమ్৷৷4.1.114৷৷"},{"sloka":"సంస్తమ్భ రామ! భద్రం తే మా శుచః పురుషోత్తమ!. నేదృశానాం మతిర్మన్దా భవత్యకలుషాత్మనామ్৷৷4.1.115৷৷"},{"sloka":"స్మృత్వా వియోగజం దుఃఖం త్యజ స్నేహం ప్రియే జనే. అతిస్నేహపరిష్వఙ్గాద్వర్తిరార్ద్రాపి దహ్యతే৷৷4.1.116৷৷"},{"sloka":"యది గచ్ఛతి పాతాలం తతోభ్యధికమేవ వా. సర్వథా రావణస్తావన్న భవిష్యతి రాఘవ৷৷4.1.117৷৷"},{"sloka":"ప్రవృత్తిర్లభ్యతాం తావత్తస్య పాపస్య రక్షసః. తతో హాస్యతి వా సీతాం నిధనం వా గమిష్యతి৷৷4.1.118৷৷"},{"sloka":"యది యాతిదితేర్గర్భం రావణస్సహ సీతయా. తత్రాప్యేనం హనిష్యామి న చేద్దాస్యతి మైథిలీమ్৷৷4.1.119৷৷"},{"sloka":"స్వాస్థ్యం భద్రం భజస్వార్య త్యజ్యతాం కృపణా మతిః. అర్థో హి నష్టకార్యార్థైర్నాయత్నేనాధిగమ్యతే৷৷4.1.120৷৷"},{"sloka":"ఉత్సాహో బలవానార్య! నాస్త్యుత్సాహాత్పరం బలమ్. సోత్సాహస్యాస్తి లోకేస్మిన్ న కిఞ్చిదపి దుర్లభమ్৷৷4.1.121৷৷"},{"sloka":"ఉత్సాహవన్తః పురుషా నావసీదన్తి కర్మసు. ఉత్సాహమాత్రమాశ్రిత్య సీతాం ప్రతిలభేమహి৷৷4.1.122৷৷"},{"sloka":"త్యజ్యతాం కామవృత్తత్వం శోకం సన్న్యస్య పృష్ఠతః. మహాత్మానం కృతాత్మానమాత్మానం నావబుధ్యసే৷৷4.1.123৷৷"},{"sloka":"ఏవం సమ్బోధితస్తత్ర శోకోపహతచేతనః. త్యజ్య శోకఞ్చ మోహఞ్చ తతో ధైర్యముపాగమత్৷৷4.1.124৷৷"},{"sloka":"సోభ్యతిక్రామదవ్యగ్రస్తామచిన్త్యపరాక్రమః. రామః పమ్పాం సురుచిరాం రమ్యపారిప్లవద్రుమామ్৷৷4.1.125৷৷"},{"sloka":"నిరీక్షమాణస్సహసా మహాత్మా సర్వం వనం నిర్ఝరకన్దరాశ్చ. ఉద్విగ్నచేతాస్సహ లక్ష్మణేన విచార్య దుఃఖోపహతః ప్రతస్థే৷৷4.1.126৷৷"},{"sloka":"తం మత్తమాతఙ్గవిలాసగామీ గచ్ఛన్తమవ్యగ్రమనా మహాత్మా. స లక్ష్మణో రాఘవమప్రమత్తో రరక్ష ధర్మేణ బలేన చైవ৷৷4.1.127৷৷"},{"sloka":"తావృష్యమూకస్య సమీపచారీ చరన్దదర్శాద్భుతదర్శనీయౌ. శాఖామృగాణామధిపస్తరస్వీ వితత్రసే నైవ చిచేష్ట కిఞ్చిత్৷৷4.1.128৷৷"},{"sloka":"స తౌ మహాత్మా గజమన్దగామీ శాఖామృగస్తత్ర చరఞ్చరన్తౌ. దృష్ట్వా విషాదం పరమం జగామ చిన్తాపరీతో భయభారమగ్నః৷৷4.1.129৷৷"},{"sloka":"తమాశ్రమం పుణ్యసుఖం శరణ్యం సదైవ శాఖామృగసేవితాన్తమ్. త్రస్తాశ్చ దృష్ట్వా హరయోభిజగ్ముర్మహౌజసౌ రాఘవలక్ష్మణౌ తౌ৷৷4.1.130৷৷"}]