[{"sloka":"[Description of the enchanting environs of Pampa --- dejected Rama laments --- Lakshmana urges Rama to pick up courage --- Rama and Lakshmana proceed towards Rishyamuka --- Sugriva sees Rama and Lakshmana and gets alarmed]ஸ தாஂ புஷ்கரிணீஂ கத்வா பத்மோத்பல஀ஷாகுலாம். ராமஸ்ஸௌமித்ரி ஸஹிதோ விலலாபாகுலேந்த்ரியஃ৷৷4.1.1৷৷"},{"sloka":"தஸ்ய தரிஷ்ட்வைவ தாஂ ஹர்ஷாதிந்த்ரியாணி சகம்பிரே.ஸ காமவஷமாபந்நஸ்ஸௌமித்ரிமிதமப்ரவீத்৷৷4.1.2৷৷"},{"sloka":"ஸௌமித்ரே! ஷோபதே பம்பா வைதூர்யவிமலோதகா.புல்லபத்மோத்பலவதீ ஷோபிதா விவிதைர்த்ருமைஃ৷৷4.1.3৷৷"},{"sloka":"ஸௌமித்ரே! பஷ்ய பம்பாயாஃ காநநஂ ஷுபதர்ஷநம்.யத்ர ராஜந்தி ஷைலா வா த்ருமாஸ்ஸஷிகரா இவ৷৷4.1.4৷৷"},{"sloka":"மாஂ து ஷோகாபிஸந்தப்தஂ மாதவஃ பீடயந்தி வை.பரதஸ்ய ச துஃகேந வைதேஹ்யா ஹரணேந ச৷৷4.1.5৷৷"},{"sloka":"ஷோகார்தஸ்யாபி மே பம்பா ஷோபதே சித்ரகாநநா. வ்யவகீர்ணா பஹுவிதைஃ புஷ்பைஷ்ஷீதோதகா ஷிவா৷৷4.1.6৷৷"},{"sloka":"நலிநைரபி ஸஞ்சந்நா ஹ்யத்யர்தஷுபதர்ஷநா.ஸர்பவ்யாலாநுசரிதா மரிகத்விஜஸமாகுலா৷৷4.1.7৷৷"},{"sloka":"அதிகஂ ப்ரவிபாத்யேதந்நீலபீதஂ து ஷாத்வலம்.த்ருமாணாஂ விவிதைஃ புஷ்பைஃ பரிஸ்தோமைரிவார்பிதம்৷৷4.1.8৷৷"},{"sloka":"புஷ்பபாரஸமரித்தாநி ஷிகராணி ஸமந்ததஃ.லதாபிஃ புஷ்பிதாக்ராபிருபகூடாநி ஸர்வஷஃ৷৷4.1.9৷৷"},{"sloka":"ஸுகாநிலோயஂ ஸௌமித்ரே! காலஃ ப்ரசுரமந்மதஃ.கந்தவாந்ஸுரபிர்மாஸோ ஜாதபுஷ்பபலத்ருமஃ৷৷4.1.10৷৷"},{"sloka":"பஷ்ய ரூபாணி ஸௌமித்ரே! வநாநாஂ புஷ்பஷாலிநாம்.ஸரிஜதாஂ புஷ்பவர்ஷாணி தோயஂ தோயமுசாமிவ৷৷4.1.11৷৷"},{"sloka":"ப்ரஸ்தரேஷு ச ரம்யேஷு விவிதாஃ காநநத்ருமாஃ.வாயுவேகப்ரசலிதாஃ புஷ்பைரவகிரந்தி காம்৷৷4.1.12৷৷"},{"sloka":"பதிதைஃ பதமாநைஷ்ச பாதபஸ்தைஷ்ச மாருதஃ. குஸுமைஃ பஷ்ய ஸௌமித்ரே! க்ரீடந்நிவ ஸமந்ததஃ৷৷4.1.13৷৷"},{"sloka":"விக்ஷிபந்விவிதாஷ்ஷாகா நகாநாஂ குஸுமோத்கசாஃ.மாருதஷ்சலிதஸ்தாநைஷ்ஷட்பதைரநுகீயதே৷৷4.1.14৷৷"},{"sloka":"மத்தகோகிலஸந்நாதைர்நர்தயந்நிவ பாதபாந்.ஷைலகந்தரநிஷ்க்ராந்தஃ ப்ரகீத இவ சாநிலஃ৷৷4.1.15৷৷"},{"sloka":"தேந விக்ஷிபதாத்யர்தஂ பவநேந ஸமந்ததஃ.அமீ ஸஂஸக்தஷாகாக்ரா க்ரதிதா இவ பாதபாஃ৷৷4.1.16৷৷"},{"sloka":"ஸ ஏஷ ஸுகஸஂஸ்பர்ஷோ வாதி சந்தநஷீதலஃ.கந்தமப்யவஹந்புண்யஂ ஷ்ரமாபநயநோநிலஃ৷৷4.1.17৷৷"},{"sloka":"அமீ பவநவிக்ஷிப்தா விநதந்தீவ பாதபாஃ.ஷட்பதைரநுகூஜந்தோ வநேஷு மதுகந்திஷு৷৷4.1.18৷৷"},{"sloka":"கிரிப்ரஸ்தேஷு ரம்யேஷு புஷ்பவத்பிர்மநோரமைஃ.ஸஂஸக்தஷிகராஷ்ஷைலா விராஜந்தே மஹாத்ருமைஃ৷৷4.1.19৷৷"},{"sloka":"புஷ்பஸஞ்சந்நஷிகரா மாருதோத்க்ஷேபசஞ்சலாஃ.அமீ மதுகரோத்தஂஸாஃ ப்ரகீதா இவ பாதபாஃ৷৷4.1.20৷৷"},{"sloka":"ஸுபுஷ்பிதாஂஸ்து பஷ்யேமாந்கர்ணிகாராஂத்ஸமந்ததஃ.ஹாடகப்ரதிஸஞ்சந்நாந்நராந்பீதாம்பராநிவ৷৷4.1.21৷৷"},{"sloka":"அயஂ வஸந்தஸ்ஸௌமித்ரே! நாநாவிஹகநாதிதஃ.ஸீதயா விப்ரஹீநஸ்ய ஷோகஸந்தீபநோ மம৷৷4.1.22৷৷"},{"sloka":"மாஂ ஹி ஷோகஸமாக்ராந்தஂ ஸந்தாபயதி மந்மதஃ. ஹரிஷ்டஃ ப்ரவதமாநஷ்ச மமாஹ்வயதி கோகிலஃ৷৷4.1.23৷৷"},{"sloka":"ஏஷ தாத்யூஹகோ ஹரிஷ்டோ ரம்யே மாஂ வநநிர்஀ரே.ப்ரணதந்மந்மதாவிஷ்டஂ ஷோசயிஷ்யதி லக்ஷ்மண৷৷4.1.24৷৷"},{"sloka":"ஷ்ருத்வைதஸ்ய புரா ஷப்தமாஷ்ரமஸ்தா மம ப்ரியா.மாமாஹூய ப்ரமுதிதாஃ பரமஂ ப்ரத்யநந்தத৷৷4.1.25৷৷"},{"sloka":"ஏவஂ விசித்ராஃ பதகா நாநாராவவிராவிணஃ.வரிக்ஷகுல்மலதாஃ பஷ்ய ஸம்பதந்தி ஸமந்ததஃ৷৷4.1.26৷৷"},{"sloka":"விமிஷ்ரா விஹகாஃ பும்பிராத்மவ்யூஹாபிநந்திதாஃ. பரிங்கராஜப்ரமுதிதாஸ்ஸௌமித்ரே! மதுரஸ்வநாஃ৷৷4.1.27৷৷"},{"sloka":"தாத்யூஹரதிவிக்ரந்தைஃ புஂஸ்கோகிலருதைரபி. ஸ்வநந்தி பாதபாஷ்சேமே மமாநங்கப்ரதீபநாஃ৷৷4.1.28৷৷"},{"sloka":"அஷோகஸ்தபகாங்காரஷ்ஷட்பதஸ்வநநிஃஸ்வநஃ. மாஂ ஹி பல்லவதாம்ரார்சிர்வஸந்தாக்நிஃ ப்ரதக்ஷ்யதி৷৷4.1.29৷৷"},{"sloka":"ந ஹி தாஂ ஸூக்ஷ்மபக்ஷ்மாக்ஷீஂ ஸுகேஷீஂ மரிதுபாஷிணீம். அபஷ்யதோ மே ஸௌமித்ரே! ஜீவிதேஸ்தி ப்ரயோஜநம்৷৷4.1.30৷৷"},{"sloka":"அயஂ ஹி தயிதஸ்தஸ்யாஃ காலோ ருசிரகாநநஃ. கோகிலாகுலஸீமாந்தோ தயிதாயா மமாநக৷৷4.1.31৷৷"},{"sloka":"மந்மதாயாஸஸம்பூதோ வஸந்தகுணவர்திதஃ. அயஂ மாஂ தக்ஷ்யதி க்ஷிப்ரஂ ஷோகாக்நிர்நசிராதிவ৷৷4.1.32৷৷"},{"sloka":"அபஷ்யதஸ்தாஂ தயிதாஂ பஷ்யதோ ருசிரத்ருமாந். மமாயமாத்மப்ரபவோ பூயஸ்த்வமுபயாஸ்யதி৷৷4.1.33৷৷"},{"sloka":"அதரிஷ்யமாநா வைதேஹீ ஷோகஂ வர்தயதே மம. தரிஷ்யமாநோ வஸந்தஷ்ச ஸ்வேதஸஂஸர்கதூஷகஃ৷৷4.1.34৷৷"},{"sloka":"மாஂ ஹ்யத்ய மரிகஷாபாக்ஷீ சிந்தாஷோகபலாத்கரிதம். ஸந்தாபயதி ஸௌமித்ரே! க்ரூரஷ்சைத்ரவநாநிலஃ৷৷4.1.35৷৷"},{"sloka":"அமீ மயூராஷ்ஷோபந்தே ப்ரநரித்யந்தஸ்ததஸ்ததஃ. ஸ்வைஃ பக்ஷைஃ பவநோத்தூதைர்கவாக்ஷைஃ ஸ்பாடிகைரிவ৷৷4.1.36৷৷"},{"sloka":"ஷிகிநீபிஃ பரிவரிதாஸ்தே ஏதே மதமூர்சிதாஃ. மந்மதாபிபரீதஸ்ய மம மந்மதவர்தநாஃ৷৷4.1.37৷৷"},{"sloka":"பஷ்ய லக்ஷ்மண! நரித்யந்தஂ மயூரமுபநரித்யதி. ஷிகிநீ மந்மதார்தைஷா பர்தாரஂ கிரிஸாநுநி৷৷4.1.38৷৷"},{"sloka":"தாமேவ மந்மதாவிஷ்டோ மயூரோப்யுபதாவதி. விதத்ய ருசிரௌ பக்ஷௌ ருதைருபஹஸந்நிவ৷৷4.1.39৷৷"},{"sloka":"மயூரஸ்ய வநே நூநஂ ரக்ஷஸா ந ஹரிதா ப்ரியா. தஸ்மாந்நரித்யதி ரம்யேஷு வநேஷு ஸஹ காந்தயா৷৷4.1.40৷৷"},{"sloka":"மம த்வயஂ விநா வாஸஃ புஷ்பமாஸே ஸுதுஸ்ஸஹஃ. பஷ்ய லக்ஷ்மண! ஸஂராகஃ திர்யக்யோநிகதேஷ்வபி. யதேஷா ஷிகிநீ காமாத்பர்தாரஂ ரமதேந்திகே৷৷4.1.41৷৷"},{"sloka":"மாமப்யேவஂ விஷாலாக்ஷீ ஜாநகீ ஜாதஸம்ப்ரமா. மதநேநாபிவர்தேத யதி நாபஹரிதா பவேத்৷৷4.1.42৷৷"},{"sloka":"பஷ்ய லக்ஷ்மண! புஷ்பாணி நிஷ்பலாநி பவந்தி மே. புஷ்பபாரஸமரித்தாநாஂ வநாநாஂ ஷிஷிராத்யயே৷৷4.1.43৷৷"},{"sloka":"ருசிராண்யபி புஷ்பாணி பாதபாநாமதிஷ்ரியா. நிஷ்பலாநி மஹீஂ யாந்தி ஸமஂ மதுகரோத்கரைஃ৷৷4.1.44৷৷"},{"sloka":"நதந்தி காமஂ ஷகுநா முதிதாஸ்ஸங்கஷஃ கலம். ஆஹ்வயந்த இவாந்யோந்யஂ காமோந்மாதகரா மம৷৷4.1.45৷৷"},{"sloka":"வஸந்தோ யதி தத்ராபி யத்ர மே வஸதி ப்ரியா. நூநஂ பரவஷா ஸீதா ஸாபி ஷோசத்யஹஂ யதா৷৷4.1.46৷৷"},{"sloka":"நூநஂ ந து வஸந்தோதஂ தேஷஂ ஸ்பரிஷதி யத்ர ஸா. கதஂ ஹ்யஸிதபத்மாக்ஷீ வர்தயேத்ஸா மயா விநா৷৷4.1.47৷৷"},{"sloka":"அதவா வர்ததே தத்ர வஸந்தோ யத்ர மே ப்ரியா.கிஂ கரிஷ்யதி ஸுஷ்ரோணீ ஸா து நிர்பர்த்ஸிதா பரைஃ৷৷4.1.48৷৷"},{"sloka":"ஷ்யாமா பத்மபலாஷாக்ஷீ மரிதுபூர்வாபிபாஷிணீ. நூநஂ வஸந்தமாஸாத்ய பரித்யக்ஷ்யதி ஜீவிதம்৷৷4.1.49৷৷"},{"sloka":"தரிடஂ ஹி ஹரிதயே புத்திர்மம ஸம்பரிவர்ததே. நாலஂ வர்தயிதுஂ ஸீதா ஸாத்வீ மத்விரஹஂ கதா৷৷4.1.50৷৷"},{"sloka":"மயி பாவஸ்து வைதேஹ்யாஸ்தத்த்வதோ விநிவேஷிதஃ. மமாபி பாவஸ்ஸீதாயாஂ ஸர்வதா விநிவேஷிதஃ৷৷4.1.51৷৷"},{"sloka":"ஏஷ புஷ்பவஹோ வாயுஸ்ஸுகஸ்பர்ஷோ ஹிமாவஹஃ. தாஂ விசிந்தயதஃ காந்தாஂ பாவகப்ரதிமோ மம৷৷4.1.52৷৷"},{"sloka":"ஸதா ஸுகமஹஂ மந்யே யஂ புரா ஸஹ ஸீதயா. மாருதஸ்ஸ விநா ஸீதாஂ ஷோகஂ வர்தயதே மம৷৷4.1.53৷৷"},{"sloka":"தாஂ விநா விஹங்கோ யஃ பக்ஷீ ப்ரணதிதஸ்ததா. வாயஸஃ பாதபகதஃ ப்ரஹரிஷ்டமபிநர்ததி৷৷4.1.54৷৷"},{"sloka":"ஏஷ வை தத்ர வைதேஹ்யா விஹகஃ ப்ரதிஹாரகஃ. பக்ஷீ மாஂ து விஷாலாக்ஷ்யாஸ்ஸமீபமுபநேஷ்யதி৷৷4.1.55৷৷"},{"sloka":"ஷரிணு லக்ஷ்மண! ஸந்நாதஂ வநே மத்விவர்தநம். புஷ்பிதாக்ரேஷு வரிக்ஷேஷு த்விஜாநாமுபகூஜதாம்৷৷4.1.56৷৷"},{"sloka":"விக்ஷிப்தாஂ பவநேநைதாமஸௌ திலகமஞ்ஜரீம். ஷட்பதஸ்ஸஹஸாப்யேதி மதோத்தூதாமிவ ப்ரியாம்৷৷4.1.57৷৷"},{"sloka":"காமிநாமயமத்யந்தமஷோகஷ்ஷோகவர்தநஃ. ஸ்தபகைஃ பவநோத்க்ஷிப்தைஸ்தர்ஜயந்நிவ மாஂ ஸ்திதஃ৷৷4.1.58৷৷"},{"sloka":"அமீ லக்ஷ்மண! தரிஷ்யந்தே சூதாஃ குஸுமஷாலிநஃ. விப்ரமோத்ஸிக்தமநஸஃ ஸாங்கராகா நரா இவ৷৷4.1.59৷৷"},{"sloka":"ஸௌமித்ரே! பஷ்ய பம்பாயாஷ்சித்ராஸு வநராஜிஷு. கிந்நரா நரஷார்தூல! விசரந்தி ததஸ்ததஃ৷৷4.1.60৷৷"},{"sloka":"இமாநி ஷுபகந்தீநி பஷ்ய லக்ஷ்மண! ஸர்வஷஃ. நலிநாநி ப்ரகாஷந்தே ஜலே தருணஸூர்யவத்৷৷4.1.61৷৷"},{"sloka":"ஏஷா ப்ரஸந்நஸலிலா பத்மநீலோத்பலாயுதா. ஹஂஸகாரண்டவாகீர்ணா பம்பா ஸௌகந்திகாந்விதா৷৷4.1.62৷৷"},{"sloka":"ஜலே தருணஸூர்யாபைஷ்ஷட்பதாஹதகேஸரைஃ. பங்கஜைஷ்ஷோபதே பம்பா ஸமந்தாதபிஸஂவரிதா৷৷4.1.63৷৷"},{"sloka":"சக்ரவாகயுதா நித்யஂ சித்ரப்ரஸ்தவநாந்தரா. மாதங்கமரிகயூதைஷ்ச ஷோபதே ஸலிலார்திபிஃ৷৷4.1.64৷৷"},{"sloka":"பவநாஹதவேகாபிரூர்மிபிர்விமலேம்பஸி. பங்கஜாநி விராஜந்தே தாட்யமாநாநி லக்ஷ்மண!৷৷4.1.65৷৷"},{"sloka":"பத்மபத்ரவிஷாலாக்ஷீஂ ஸததஂ பங்கஜப்ரியாம். அபஷ்யதோ மே வைதேஹீஂ ஜீவிதஂ நாபிரோசதே৷৷4.1.66৷৷"},{"sloka":"அஹோ காமஸ்ய வாமத்வஂ யோ கதாமபி துர்லபாம். ஸ்மாரயிஷ்யதி கல்யாணீஂ கல்யாணதரவாதிநீம்৷৷4.1.67৷৷"},{"sloka":"ஷக்யோ தாரயிதுஂ காமோ பவேதப்யாகதோ மயா. யதி பூயோ வஸந்தோ மாஂ ந ஹந்யாத்புஷ்பிதத்ருமஃ৷৷4.1.68৷৷"},{"sloka":"யாநி ஸ்ம ரமணீயாநி தயா ஸஹ பவந்தி மே. தாந்யேவாரமணீயாநி ஜாயந்தே மே தயா விநா৷৷4.1.69৷৷"},{"sloka":"பத்மகோஷபலாஷாநி த்ரஷ்டுஂ தரிஷ்டிர்ஹி மந்யதே. ஸீதாயா நேத்ரகோஷாப்யாஂ ஸதரிஷாநீதி லக்ஷ்மண!৷৷4.1.70৷৷"},{"sloka":"பத்மகேஸரஸஂஸரிஷ்டோ வரிக்ஷாந்தரவிநிஸ்ஸரிதஃ. நிஷ்ஷ்வாஸ இவ ஸீதாயா வாதி வாயுர்மநோஹரஃ৷৷4.1.71৷৷"},{"sloka":"ஸௌமித்ரே! பஷ்ய பம்பாயா தக்ஷிணே கிரிஸாநுநி. புஷ்பிதாஂ கர்ணிகாரஸ்ய யஷ்டிஂ பரமஷோபநாம்৷৷4.1.72৷৷"},{"sloka":"அதிகஂ ஷைலராஜோயஂ தாதுபிஃ ஸுவிபூஷிதஃ. விசித்ரஂ ஸரிஜதே ரேணுஂ வாயுவேகவிகட்டிதம்৷৷4.1.73৷৷"},{"sloka":"கிரிப்ரஸ்தாஸ்து ஸௌமித்ரே! ஸர்வதஸ்ஸம்ப்ரபுஷ்பிதைஃ. நிஷ்பத்ரைஸ்ஸர்வதோ ரம்யைஃ ப்ரதீப்தா இவ கிஂஷுகைஃ৷৷4.1.74৷৷"},{"sloka":"பம்பாதீரருஹாஷ்சேமே ஸஂஸக்தா மதுகந்திநஃ. மாலதீமல்லிகாஷண்டாஃ கரவீராஷ்ச புஷ்பிதாஃ৷৷4.1.75৷৷"},{"sloka":"கேதக்யஸ்ஸிந்துவாராஷ்ச வாஸந்த்யஷ்ச ஸுபுஷ்பிதாஃ. மாதவ்யோ கந்தபூர்ணாஷ்ச குந்தகுல்மாஷ்ச ஸர்வஷஃ৷৷4.1.76৷৷"},{"sloka":"சிரிபில்வா மதூகாஷ்ச வஞ்ஜுலா வகுலாஸ்ததா.சம்பகாஸ்திலகாஷ்சைவ நாகவரிக்ஷாஸ்ஸுபுஷ்பிதாஃ৷৷4.1.77৷৷நீபாஷ்ச வரணாஷ்சைவ கர்ஜூராஷ்ச ஸுபுஷ்பிதா. "},{"sloka":"பத்மகாஷ்சைவ ஷோபந்தே நீலாஷோகாஷ்ச புஷ்பிதாஃ. லோத்ராஷ்ச கிரிபரிஷ்டேஷு ஸிஂஹகேஸரபிஞ்ஜராஃ৷৷4.1.78৷৷"},{"sloka":"அங்கோலாஷ்ச குரண்டாஷ்ச சூர்ணகாஃ பாரிபத்ரகாஃ. சூதாஃ பாடலயஷ்சைவ கோவிதாராஷ்ச புஷ்பிதாஃ৷৷4.1.79৷৷முசுகுந்தார்ஜுநாஷ்சைவ தரிஷ்யந்தே கிரிஸாநுஷு. கேதகோத்தாலகாஷ்சைவ ஷிரீஷாஃ ஷிஂஷுபா தவாஃ৷৷4.1.80৷৷"},{"sloka":"ஷால்மல்யஃ கிஂஷுகாஷ்சைவ ரக்தாஃ குரவகாஸ்ததா৷৷4.1.81৷৷த்ரிநிஷா நக்தமாலாஷ்ச சந்தநாஸ்ஸ்யந்தநாஸ்ததா. "},{"sloka":"புஷ்பிதாந்புஷ்பிதாக்ராபிர்லதாபிஃ பரிவேஷ்டிதாந். த்ருமாந்பஷ்யேஹ ஸௌமித்ரே! பம்பாயா ருசிராந்பஹூந்৷৷4.1.82-83৷৷"},{"sloka":"வாதவிக்ஷிப்தவிடபாந்யதாஸந்நாந்த்ருமாநிமாந். லதாஸ்ஸமநுவர்தந்தே மத்தா இவ வரஸ்த்ரியஃ৷৷4.1.84৷৷"},{"sloka":"பாதபாத்பாதபஂ கச்சந் ஷைலாச்சைலஂ வநாத்வநம். வாதி நைகரஸாஸ்வாதஸ்ஸம்மோதித இவாநிலஃ৷৷4.1.85৷৷"},{"sloka":"கேசித்பர்யாப்தகுஸுமாஃ பாதபா மதுகந்திநஃ. கேசிந்முகுலஸஂவீதாஃ ஷ்யாமவர்ணா இவாபபுஃ৷৷4.1.86৷৷"},{"sloka":"இதஂ மரிஷ்டமிதஂ ஸ்வாது ப்ரபுல்லமிதமித்யபி. ராகயுக்தோ மதுகரஃ குஸுமேஷ்வேவ லீயதே৷৷4.1.87৷৷"},{"sloka":"நிலீய புநருத்பத்ய ஸஹஸாந்யத்ர கச்சதி. மதுலுப்தோ மதுகரஃ பம்பாதீரத்ருமேஷ்வஸௌ৷৷4.1.88৷৷"},{"sloka":"இயஂ குஸுமஸங்காதைருபஸ்தீர்ணா ஸுகாகரிதா. ஸ்வயஂ நிபதிதைர்பூமிஷ்ஷயநப்ரஸ்தரைரிவ৷৷4.1.89৷৷"},{"sloka":"விவிதா விவிதைஃ புஷ்பைஸ்தைரேவ நகஸாநுஷு. விகீர்ணை பீதரக்தாஹி ஸௌமித்ரே ப்ரஸ்தராஃ கரிதாஃ৷৷4.1.90৷৷"},{"sloka":"ஹிமாந்தே பஷ்ய ஸௌமித்ரே! வரிக்ஷாணாஂ புஷ்பஸம்பவம். புஷ்பமாஸே ஹி தரவஸ்ஸங்கர்ஷாதிவ புஷ்பிதாஃ৷৷4.1.91৷৷"},{"sloka":"ஆஹ்வயந்த இவாந்யோந்யஂ நகாஷ்ஷட்பதநாதிதாஃ. குஸுமோத்தஂஸவிடபாஷ்ஷோபந்தே பஹு லக்ஷ்மண৷৷4.1.92৷৷"},{"sloka":"ஏஷ காரண்டவஃ பக்ஷீ விகாஹ்ய ஸலிலஂ ஷுபம். ரமதே காந்தயா ஸார்தஂ காமமுத்தீபயந்மம৷৷4.1.93৷৷"},{"sloka":"மந்தாகிந்யாஸ்து யதிதஂ ரூபமேவஂ மநோஹரம். ஸ்தாநே ஜகதி விக்யாதா குணாஸ்தஸ்யா மநோரமாஃ৷৷4.1.94৷৷"},{"sloka":"யதி தரிஷ்யேத ஸா ஸாத்வீ யதி சேஹ வஸேமஹி. ஸ்பரிஹயேயஂ ந ஷக்ராய நாயோத்யாயை ரகூத்தம৷৷4.1.95৷৷"},{"sloka":"நஹ்யேவஂ ரமணீயேஷு ஷாத்வலேஷு தயா ஸஹ. ரமதோ மே பவேச்சிந்தா ந ஸ்பரிஹாந்யேஷு வா பவேத்৷৷4.1.96৷৷"},{"sloka":"அமீ ஹி விவிதைஃ புஷ்பைஸ்தரவோ ருசிரச்சதாஃ. காநநேஸ்மிந்விநா காந்தாஂ சிந்தாமுத்பாதயந்தி மே৷৷4.1.97৷৷"},{"sloka":"பஷ்ய ஷீதஜலாஂ சேமாஂ ஸௌமித்ரே! புஷ்கராயுதாம். சக்ரவாகாநுசரிதாஂ காரண்டவ நிஷேவிதாம்৷৷4.1.98৷৷"},{"sloka":"ப்லவைஃ க்ரௌஞ்சைஷ்ச ஸம்பூர்ணாஂ மஹாமரிகநிஷேவிதாம். அதிகஂ ஷோபதே பம்பா விகூஜத்பிஃர்விஹங்கமைஃ৷৷4.1.99৷৷தீபயந்தீவ மே காமஂ விவிதா முதிதா த்விஜாஃ. ஷ்யாமாஂ சந்த்ரமுகீஂ ஸ்மரித்வா ப்ரியாஂ பத்மநிபேக்ஷணாம்৷৷4.1.100৷৷"},{"sloka":"பஷ்ய ஸாநுஷு சித்ரேஷு மரிகீபிஸ்ஸஹிதாந்மரிகாந். மாஂ புநர்மரிகஷாபாக்ஷ்யா வைதேஹ்யா விரஹீகரிதம்৷৷4.1.101৷৷வ்யதயந்தீவ மே சித்தஂ ஸஞ்சரந்தஸ்ததஸ்ததஃ. "},{"sloka":"அஸ்மிந்ஸாநுநி ரம்யே ஹி மத்தத்விஜகணாயுதே. பஷ்யேயஂ யதி தாஂ காந்தாஂ ததஸ்ஸ்வஸ்தி பவேந்மம৷৷4.1.102৷৷"},{"sloka":"ஜீவேயஂ கலு ஸௌமித்ரே! மயா ஸஹ ஸுமத்யமா. ஸேவதே யதி வைதேஹீ பம்பாயாஃ பவநஂ ஸுகம்৷৷4.1.103৷৷"},{"sloka":"பத்மஸௌகந்திகவஹஂ ஷிவஂ ஷோகவிநாஷநம். தந்யா லக்ஷ்மண! ஸேவந்தே பம்போபவநமாருதம்৷৷4.1.104৷৷"},{"sloka":"ஷ்யாமா பத்மபலாஷாக்ஷீ ப்ரியா விரஹிதா மயா. கதஂ தாரயதி ப்ராணாந்விவஷா ஜநகாத்மஜா৷৷4.1.105৷৷"},{"sloka":"கிந்நு வக்ஷ்யாமி ராஜாநஂ தர்மஜ்ஞஂ ஸத்யவாதிநம். ஸீதாயா ஜநகஂ பரிஷ்டஃ குஷலஂ ஜநஸஂஸதி৷৷4.1.106৷৷"},{"sloka":"யா மாமநுகதா மந்தஂ பித்ரா ப்ரவ்ராஜிதஂ வநம். ஸீதா ஸத்பதமாஸ்தாய க்வ நு ஸா வர்ததே ப்ரியா৷৷4.1.107৷৷"},{"sloka":"தயா விஹீநஃ கரிபணஃ கதஂ லக்ஷ்மண! தாரயே. யா மாமநுகதா ராஜ்யாத்ப்ரஷ்டஂ விகதசேதஸம்৷৷4.1.108৷৷"},{"sloka":"தச்சார்வஞ்சிதபத்மாக்ஷஂ ஸுகந்தி ஷுபமவ்ரணம். அபஷ்யதோ முகஂ தஸ்யாஸ்ஸீததீவ மநோ மம৷৷4.1.109৷৷"},{"sloka":"ஸ்மிதஹாஸ்யாந்தரயுதஂ குணவந்மதுரஂ ஹிதம். வைதேஹ்யா வாக்யமதுலஂ கதா ஷ்ரோஷ்யாமி லக்ஷ்மண!৷৷4.1.110৷৷"},{"sloka":"ப்ராப்ய துகஂ வநே ஷ்யாமா மாஂ மந்மதவிகர்ஷிதம். நஷ்டதுஃகேவ ஹரிஷ்டேவ ஸாத்வீ ஸாத்வப்யபாஷத৷৷4.1.111৷৷"},{"sloka":"கிஂ நு வக்ஷ்யாமி கௌஸல்யாமயோத்யாயாஂ நரிபாத்மஜ. க்வ ஸா ஸ்நுஷேதி பரிச்சந்தீஂ கதஂ சாபி து மநஸ்விநீம்৷৷4.1.112৷৷"},{"sloka":"கச்ச லக்ஷ்மண! பஷ்ய த்வஂ பரதஂ ப்ராதரிவத்ஸலம். ந ஹ்யஹஂ ஜீவிது ஷக்தஸ்தாமரிதே ஜநகாத்மஜாம்৷৷4.1.113৷৷"},{"sloka":"இதி ராமஂ மஹாத்மாநஂ விலபந்தமநாதவத். உவாச லக்ஷ்மணோ ப்ராதா வசநஂ யுக்தமவ்யயம்৷৷4.1.114৷৷"},{"sloka":"ஸஂஸ்தம்ப ராம! பத்ரஂ தே மா ஷுசஃ புருஷோத்தம!. நேதரிஷாநாஂ மதிர்மந்தா பவத்யகலுஷாத்மநாம்৷৷4.1.115৷৷"},{"sloka":"ஸ்மரித்வா வியோகஜஂ துஃகஂ த்யஜ ஸ்நேஹஂ ப்ரியே ஜநே. அதிஸ்நேஹபரிஷ்வங்காத்வர்திரார்த்ராபி தஹ்யதே৷৷4.1.116৷৷"},{"sloka":"யதி கச்சதி பாதாலஂ ததோப்யதிகமேவ வா. ஸர்வதா ராவணஸ்தாவந்ந பவிஷ்யதி ராகவ৷৷4.1.117৷৷"},{"sloka":"ப்ரவரித்திர்லப்யதாஂ தாவத்தஸ்ய பாபஸ்ய ரக்ஷஸஃ. ததோ ஹாஸ்யதி வா ஸீதாஂ நிதநஂ வா கமிஷ்யதி৷৷4.1.118৷৷"},{"sloka":"யதி யாதிதிதேர்கர்பஂ ராவணஸ்ஸஹ ஸீதயா. தத்ராப்யேநஂ ஹநிஷ்யாமி ந சேத்தாஸ்யதி மைதிலீம்৷৷4.1.119৷৷"},{"sloka":"ஸ்வாஸ்த்யஂ பத்ரஂ பஜஸ்வார்ய த்யஜ்யதாஂ கரிபணா மதிஃ. அர்தோ ஹி நஷ்டகார்யார்தைர்நாயத்நேநாதிகம்யதே৷৷4.1.120৷৷"},{"sloka":"உத்ஸாஹோ பலவாநார்ய! நாஸ்த்யுத்ஸாஹாத்பரஂ பலம். ஸோத்ஸாஹஸ்யாஸ்தி லோகேஸ்மிந் ந கிஞ்சிதபி துர்லபம்৷৷4.1.121৷৷"},{"sloka":"உத்ஸாஹவந்தஃ புருஷா நாவஸீதந்தி கர்மஸு. உத்ஸாஹமாத்ரமாஷ்ரித்ய ஸீதாஂ ப்ரதிலபேமஹி৷৷4.1.122৷৷"},{"sloka":"த்யஜ்யதாஂ காமவரித்தத்வஂ ஷோகஂ ஸந்ந்யஸ்ய பரிஷ்டதஃ. மஹாத்மாநஂ கரிதாத்மாநமாத்மாநஂ நாவபுத்யஸே৷৷4.1.123৷৷"},{"sloka":"ஏவஂ ஸம்போதிதஸ்தத்ர ஷோகோபஹதசேதநஃ. த்யஜ்ய ஷோகஞ்ச மோஹஞ்ச ததோ தைர்யமுபாகமத்৷৷4.1.124৷৷"},{"sloka":"ஸோப்யதிக்ராமதவ்யக்ரஸ்தாமசிந்த்யபராக்ரமஃ. ராமஃ பம்பாஂ ஸுருசிராஂ ரம்யபாரிப்லவத்ருமாம்৷৷4.1.125৷৷"},{"sloka":"நிரீக்ஷமாணஸ்ஸஹஸா மஹாத்மா ஸர்வஂ வநஂ நிர்஀ரகந்தராஷ்ச. உத்விக்நசேதாஸ்ஸஹ லக்ஷ்மணேந விசார்ய துஃகோபஹதஃ ப்ரதஸ்தே৷৷4.1.126৷৷"},{"sloka":"தஂ மத்தமாதங்கவிலாஸகாமீ கச்சந்தமவ்யக்ரமநா மஹாத்மா. ஸ லக்ஷ்மணோ ராகவமப்ரமத்தோ ரரக்ஷ தர்மேண பலேந சைவ৷৷4.1.127৷৷"},{"sloka":"தாவரிஷ்யமூகஸ்ய ஸமீபசாரீ சரந்ததர்ஷாத்புததர்ஷநீயௌ. ஷாகாமரிகாணாமதிபஸ்தரஸ்வீ விதத்ரஸே நைவ சிசேஷ்ட கிஞ்சித்৷৷4.1.128৷৷"},{"sloka":"ஸ தௌ மஹாத்மா கஜமந்தகாமீ ஷாகாமரிகஸ்தத்ர சரஞ்சரந்தௌ. தரிஷ்ட்வா விஷாதஂ பரமஂ ஜகாம சிந்தாபரீதோ பயபாரமக்நஃ৷৷4.1.129৷৷"},{"sloka":"தமாஷ்ரமஂ புண்யஸுகஂ ஷரண்யஂ ஸதைவ ஷாகாமரிகஸேவிதாந்தம். த்ரஸ்தாஷ்ச தரிஷ்ட்வா ஹரயோபிஜக்முர்மஹௌஜஸௌ ராகவலக்ஷ்மணௌ தௌ৷৷4.1.130৷৷"}]