[{"sloka":"[Sumantra returns to Ayodhya and reports to king Dasaratha --- Dasaratha and Kausalya fall into a swoon on hearing about Rama in exile.]கதயித்வா ஸுதுஃகார்தஸ்ஸுமந்த்ரேண சிரஂ ஸஹ. ராமே தக்ஷிணகூலஸ்தே ஜகாம ஸ்வகரிஹஂ குஹஃ৷৷2.57.1৷৷"},{"sloka":"பரத்வாஜாபிகமநஂ ப்ரயாகே ச ஸஹாஸநம்.ஆகிரேர்கமநஂ தேஷாஂ தத்ரஸ்தைருபலக்ஷிதம்৷৷2.57.2৷৷"},{"sloka":"அநுஜ்ஞாதஸ்ஸுமந்த்ரோத யோஜயித்வா ஹயோத்தமாந். அயோத்யாமேவ நகரீஂ ப்ரயயௌ காடதுர்மநாஃ৷৷2.57.3৷৷"},{"sloka":"ஸ வநாநி ஸுகந்தீநி ஸரிதஷ்ச ஸராஂஸி ச. பஷ்யந்நதியயௌ ஷீக்ரஂ க்ராமாணி நகராணி ச৷৷2.57.4৷৷"},{"sloka":"தத ஸ்ஸாயாஹ்ந ஸமயே தரிதீயேஹநி ஸாரதிஃ. அயோத்யாஂ ஸமநுப்ராப்ய நிராநந்தாஂ ததர்ஷ ஹ৷৷2.57.5৷৷"},{"sloka":"ஸ ஷூந்யாமிவ நிஷ்ஷப்தாஂ தரிஷ்ட்வா பரமதுர்மநாஃ. ஸுமந்த்ரஷ்சிந்தயாமாஸ ஷோகவேகஸமாஹதஃ৷৷2.57.6৷৷ "},{"sloka":"கச்சிந்ந ஸகஜா ஸாஷ்வா ஸஜநா ஸஜநாதிபா. ராமஸந்தாபதுஃகேந தக்தா ஷோகாக்நிநா புரீ৷৷2.57.7৷৷"},{"sloka":"இதி சிந்தாபரஸ்ஸூதோ வாஜிபிஷ்ஷீக்ரபாதிபிஃ.நகரத்வாரமாஸாத்ய த்வரிதஃ ப்ரவிவேஷ ஹ৷৷2.57.8৷৷"},{"sloka":"ஸுமந்த்ரமபியாந்தஂ தஂ ஷதஷோத ஸஹஸ்ரஷஃ. க்வ ராம இதி பரிச்சந்தஸ்ஸூதமப்யத்ரவந்நராஃ৷৷2.57.9৷৷"},{"sloka":"தேஷாஂ ஷஷஂஸ கங்காயாமஹமாபரிச்ச்ய ராகவம். அநுஜ்ஞாதோ நிவரித்தோஸ்மி தார்மிகேண மஹாத்மாநா৷৷2.57.10৷৷ "},{"sloka":"தே தீர்ணா இதி விஜ்ஞாய பாஷ்பபூர்ணமுகா ஜநாஃ.அஹோ திகிதி நிஷ்ஷ்வஸ்ய ஹா! ராமேதி ச சுக்ருஷுஃ৷৷2.57.11৷৷ "},{"sloka":"ஷுஷ்ராவ ச வசஸ்தேஷாஂ பரிந்தஂ பரிந்தஂ ச திஷ்டதாம். ஹதாஸ்ம கலு யே நேஹ பஷ்யாம இதி ராகவம்৷৷2.57.12৷৷"},{"sloka":"தாநயஜ்ஞவிவாஹேஷு ஸமாஜேஷு மஹத்ஸு ச.ந த்ரக்ஷ்யாமஃ புந ர்ஜாது தார்மிகஂ ராமமந்தரா৷৷2.57.13৷৷"},{"sloka":"கிஂ ஸமர்தஂ ஜநஸ்யாஸ்ய கிஂ ப்ரியஂ கிஂ ஸுகாவஹம். இதி ராமேண நகரஂ பிதரிவத்பரிபாலிதம்৷৷2.57.14৷৷ "},{"sloka":"வாதாயநகதாநாஂ ச ஸ்த்ரீணாமந்வந்தராபணம். ராமஷோகாபிதப்தாநாஂ ஷுஷ்ராவ பரிதேவநம்৷৷2.57.15৷৷"},{"sloka":"ஸ ராஜமார்கமத்யேந ஸுமந்த்ரஃ பிஹிதாநநஃ. யத்ர ராஜா தஷரதஸ்ததேவோபயயௌ கரிஹம்৷৷2.57.16৷৷ "},{"sloka":"ஸோவதீர்ய ரதாச்சீக்ரஂ ராஜவேஷ்ம ப்ரவிஷ்ய ச. கக்ஷ்யா ஸ்ஸப்தாபிசக்ராம மஹாஜநஸமாகுலாஃ৷৷2.57.17৷৷"},{"sloka":"ஹர்ம்யை ர்விமாநைஃ ப்ராஸாதைரவேக்ஷ்யாத ஸமாகதம். ஹாஹாகாரகரிதா நார்யோ ராமதர்ஷநகர்ஷிதாஃ৷৷2.57.18৷৷"},{"sloka":"ஆயதைர்விமலைர்நேத்ரைரஷ்ருவேகபரிப்லுதைஃ. அந்யோந்யமபிவீக்ஷந்தேவ்யக்தமார்ததராஃ ஸ்த்ரியஃ৷৷2.57.19৷৷"},{"sloka":"ததோ தஷரதஸ்த்ரீணாஂ ப்ராஸாதேப்ய ஸ்தத ஸ்ததஃ. ராமஷோகாபிதப்தாநாஂ மந்தஂ ஷுஷ்ராவ ஜல்பிதம்৷৷2.57.20৷৷"},{"sloka":"ஸஹ ராமேண நிர்யாதோ விநா ராம மிஹாகதஃ.ஸூதஃ கிந்நாம கௌஸல்யாஂ ஷோசந்தீஂ ப்ரதிவக்ஷ்யதி৷৷2.57.21৷৷ "},{"sloka":"யதா ச மந்யே துர்ஜீவமேவஂ ந ஸுகரஂ த்ருவம். ஆச்சித்ய புத்ரே நிர்யாதே கௌஸல்யா யத்ர ஜீவதி৷৷2.57.22৷৷ "},{"sloka":"ஸத்யரூபஂ து தத்வாக்யஂ ராஜ்ஞ: ஸ்த்ரீணாஂ நிஷாமயந். ப்ரதீப்தமிவ ஷோகேந விவேஷ ஸஹஸா கரிஹம்৷৷2.57.23৷৷ "},{"sloka":"ஸ ப்ரவிஷ்யாஷ்டமீஂ கக்ஷ்யாஂ ராஜாநஂ தீநமாதுரம். புத்ரஷோகபரிம்லாநமபஷ்யத்பாண்டுரே கரிஹே৷৷2.57.24৷৷"},{"sloka":"அபிகம்ய தமாஸீநஂ நரேந்த்ரே மபிவாத்ய ச. ஸுமந்த்ரோ ராமவசநஂ யதோக்தஂ ப்ரத்யவேதயத்৷৷2.57.25৷৷"},{"sloka":"ஸ தூஷ்ணீமேவ தச்ச்ருத்வா ராஜா விப்ராந்தசேதநஃ. மூர்சிதோ ந்யபதத்பூமௌ ராமஷோகாபிபீடிதஃ৷৷2.57.26৷৷ "},{"sloka":"ததோந்தஃபுரமாவித்தஂ மூர்சிதே பரிதிவீபதௌ. உத்தரித்ய பாஹூ சுக்ரோஷ நரிபதௌ பதிதேக்ஷிதௌ৷৷2.57.27৷৷ "},{"sloka":"ஸுமித்ரயா து ஸஹிதா கௌஸல்யா பதிதஂ பதிம். உத்தாபயாமாஸ ததா வசநஂ சேதமப்ரவீத்৷৷2.57.28৷৷ "},{"sloka":"இமஂ தஸ்ய மஹாபாக! தூதஂ துஷ்கரகாரிணஃ. வநவாஸாதநுப்ராப்தஂ கஸ்மாந்ந ப்ரதிபாஷஸே৷৷2.57.29৷৷"},{"sloka":"அத்யைவமநயஂ கரித்வா வ்யபத்ரபஸி ராகவ!. உத்திஷ்ட ஸுகரிதஂ தேஸ்து ஷோகே நஸ்யா த்ஸஹாயதா৷৷2.57.30৷৷"},{"sloka":"தேவ! யஸ்யா பயாத்ராமஂ நாநுபரிச்சஸி ஸாரதிம். நேஹ திஷ்டிதி கைகேயீ விஸ்ரப்தஂ ப்ரதிபாஷ்யதாம்৷৷2.57.31৷৷ "},{"sloka":"ஸா ததோக்த்வா மஹாராஜஂ கௌஸல்யா ஷோகலாலஸா. தரண்யாஂ நிபபாதாஷு பாஷ்பவிப்லுதபாஷிணீ৷৷2.57.32৷৷"},{"sloka":"ஏவஂ விலபதீஂ தரிஷ்ட்வா கௌஸல்யாஂ பதிதாஂ புவி.  பதிஂ சாவேக்ஷ்ய தா ஸ்ஸர்வா ஸுஸ்வரஂ ருருதுஃ ஸ்த்ரியஃ৷৷2.57.33৷৷"},{"sloka":"தத ஸ்தமந்தஃபுரநாதமுத்திதஂ ஸமீக்ஷ்ய வரித்தா ஸ்தருணாஷ்ச மாநவாஃ. ஸ்த்ரியஷ்ச ஸர்வா ருருது ஸ்ஸமந்ததஃ புரஂ ததாஸீத்புநரேவ ஸங்குலம்৷৷2.57.34৷৷"}]