[{"sloka":"[King Dasaratha orders four divisions of the army and a lot of wealth to be sent with Rama ---Kaikeyi objects --Siddhartha appeases Kaikeyi--the king expresses his desire to accompany Rama to the forest.]ததஸ்ஸுமந்த்ரமைக்ஷ்வாகஃ பீடிதோத்ர ப்ரதிஜ்ஞயா. ஸபாஷ்பமதிநிஷ்ஷ்வஷ்ய ஜகாதேதஂ புநஃ புநஃ৷৷2.36.1৷৷"},{"sloka":"ஸூத! ரத்நஸுஸம்பூர்ணா சதுர்விதபலா சமூஃ. ராகவஸ்யாநுயாத்ரார்தஂ க்ஷிப்ரஂ ப்ரதிவிதீயதாம்৷৷2.36.2৷৷"},{"sloka":"ரூபாஜீவாஷ்ச வாதிந்யோ வணிஜஷ்ச மஹாதநாஃ.ஷோபயந்து குமாரஸ்ய வாஹிநீஂ ஸுப்ரஸாரிதாஃ৷৷2.36.3৷৷"},{"sloka":"யே சைநமுபஜீவந்தி ரமதே யைஷ்ச வீர்யதஃ. தேஷாஂ பஹுவிதஂ தத்த்வா தாநப்யத்ர நியோஜய ৷৷2.38.4৷৷"},{"sloka":"ஆயுதாநி ச முக்யாநி நாகரா ஷ்ஷகடாநி ச. அநுகச்சந்து காகுத்ஸ்தஂ வ்யாதாஷ்சாரண்ய கோசராஃ৷৷2.36.5৷৷"},{"sloka":"நிக்நந் மரிகாந் குஞ்ஜராஂஷ்ச பிபஂஷ்சாரண்யகஂ மது. நதீஷ்ச விவிதாஃ பஷ்யந்ந ராஜ்யஸ்ய ஸ்மரிஷ்யதி৷৷2.36.6৷৷"},{"sloka":"தாந்யகோஷஷ்ச யஃ கஷ்சித்தநகோஷஷ்ச மாமகஃ. தௌ ராமமநுகச்சேதாஂ வஸந்தஂ நிர்ஜநே வநே৷৷2.36.7৷৷"},{"sloka":"யஜந் புண்யேஷு தேஷேஷு விஸரிஜஂ ஷ்சாப்ததக்ஷிணாஃ. றஷிபிஷ்ச ஸமாகம்ய ப்ரவத்ஸ்யதி ஸுகஂ வநே৷৷2.36.8৷৷"},{"sloka":"பரதஷ்ச மஹாபாஹுரயோத்யாஂ பாலயிஷ்யதி. ஸர்வகாமைஃ ஸஹ ஷ்ரீமாந் ராமஃ ஸஂஸாத்யதாமிதி ৷৷2.36.9৷৷"},{"sloka":"ஏவஂ ப்ருவதி காகுத்ஸ்தே கைகேய்யா பய மாகதம். முகஂ சாப்யகமச்சோஷஂ ஸ்வரஷ்சாபி ந்யருத்யத৷৷2.36.10৷৷"},{"sloka":"ஸா விஷண்ணா ச ஸந்த்ரஸ்தா முகேந பரிஷுஷ்யதா. ராஜாநமேவாபிமுகீ கைகேயீ வாக்யமப்ரவீத்৷৷2.36.11৷৷"},{"sloka":"ராஜ்யஂ கதஜநஂ ஸாதோ! பீதமண்டாஂ ஸுராமிவ. நிராஸ்வாத்யதமஂ ஷூந்யஂ பரதோ நாபிபத்ஸ்யதே৷৷2.36.12৷৷"},{"sloka":"கைகேய்யாஂ முக்தலஜ்ஜாயாஂ வதந்த்யாமதிதாருணாம். ராஜா தஷரதோ வாக்யமுவாசாயதலோசநாம்৷৷2.36.13৷৷"},{"sloka":"வஹந்தஂ கிஂ துதஸி மாஂ நியுஜ்ய துரி மாஹிதே. அநார்யே! கரித்யமாரப்தஂ கிஂ ந பூர்வமுபாருதஃ৷৷2.36.14৷৷"},{"sloka":"தஸ்யைதத்க்ரோதஸஂயுக்தமுக்தஂ ஷ்ருத்வா வராங்கநா. கைகேயீ த்விகுணஂ க்ருத்தா ராஜாநமிதமப்ரவீத்৷৷2.36.15৷৷"},{"sloka":"வைவ வஂஷே ஸகரோ ஜ்யேஷ்டஂ புத்ரமுபாருதத். அஸமஞ்ஜ இதி க்யாதஂ ததாயஂ கந்துமர்ஹதி৷৷2.36.16৷৷"},{"sloka":"ஏவமுக்தோ திகித்யேவ ராஜா தஷரதோப்ரவீத். வ்ரீடிதஷ்ச ஜநஸ்ஸர்வ ஸ்ஸா ச தஂ நாவபுத்யத৷৷2.36.17৷৷"},{"sloka":"தத்ர வரித்தோ மஹாமாத்ரஸ்ஸித்தார்தோ நாம நாமதஃ. ஷுசிர்பஹுமதோ ராஜ்ஞஃ கைகேயீ மிதமப்ரவீத்৷৷2.38.18৷৷"},{"sloka":"அஸமஞ்ஜோ கரிஹீத்வா து க்ரீடதஃ பதி பாலகாந். ஸரய்வாஃ ப்ரக்ஷிபந்நப்ஸு ரமதே தேந துர்மதிஃ৷৷2.36.19৷৷"},{"sloka":"தஂ தரிஷ்ட்வா நாகரா ஸ்ஸர்வே கரித்தா ராஜாநமப்ருவந்.அஸமஞ்ஜஂ வரிணீஷ்வைகமஸ்மாந்வா ராஷ்ட்ரவர்தந৷৷2.36.20৷৷"},{"sloka":"தாநுவாச ததோ ராஜா கிந்நிமித்தமிதஂ பயம்.தாஷ்சாபி ராஜ்ஞா ஸம்பரிஷ்டா வாக்யஂ ப்ரகரிதயோப்ருவந்৷৷2.36.21৷৷"},{"sloka":"டக்ரீடதஸ்த்வேஷ நஃ புத்ராந் பாலாநுத்ப்ராந்தசேதநஃ. ஸரய்வாஂ ப்ரக்ஷிபந்மௌர்க்யாததுலாஂ ப்ரீதிமஷ்நுதே৷৷2.36.22৷৷"},{"sloka":"ஸ தாஸாஂ வசநஂ ஷ்ருத்வா ப்ரகரிதீநாஂ நராதிபஃ. தஂ தத்யாஜாஹிதஂ புத்ரஂ தேஷாஂ ப்ரியசிகீர்ஷயா৷৷2.36.23৷৷"},{"sloka":"தஂ யாநஂ ஷீக்ரமாரோப்ய ஸபார்யஂ ஸபரிச்சதம்.யாவஜ்ஜீவஂ விவாஸ்யோயமிதி ஸ்வாநந்வஷாத்பிதா৷৷2.36.24৷৷"},{"sloka":"ஸ பாலபிடகஂ கரிஹ்ய கிரிதுர்காண்யலோடயத். திஷ ஸ்ஸர்வாஸ்த்வநுசரந் ஸ யதா பாபகர்மகரித்৷৷2.36.25৷৷"},{"sloka":"இத்யேநமத்யஜத்ராஜா ஸகரோ வை ஸுதார்மிகஃ. ராமஃ கிமகரோத்பாபஂ யேநைவமுபருத்யதே৷৷2.36.26৷৷"},{"sloka":"ந ஹி கஞ்சந பஷ்யாமோ ராகவஸ்யாகுணஂ வயம்.துர்லபோ ஹ்யஸ்ய நிரய ஷ்ஷஷாங்கஸ்யேவ கல்மஷம்৷৷2.36.27৷৷"},{"sloka":"அதவா தேவி! தோஷஂ த்வஂ கஞ்சித்பஷ்யஸி ராகவே. தமத்ய ப்ரூஹி தத்வேந ததா ராமோ விவாஸ்யதாம்৷৷2.36.28৷৷"},{"sloka":"அதுஅதுஷ்டஸ்ய ஹி ஸஂத்யாகஃ ஸத்பதே நிரதஸ்ய ச.  நிர்தஹேதபி ஷக்ரஸ்ய த்யுதிஂ தர்மநிரோதநாத்.2.36.29৷৷"},{"sloka":"ததலஂ தேவி ராமஸ்ய ஷ்ரியா விஹதயா த்வயா. லோகதோபி ஹி தே ரக்ஷ்யஃ பரிவாதஃ ஷுபாநநே৷৷2.36.30৷৷"},{"sloka":"ஷ்ருத்வா து ஸித்தார்தவசோ ராஜா ஷ்ராந்ததரஸ்வநஃ. ஷோகோபஹதயா வாசா கைகேயீமிதமப்ரவீத்৷৷2.36.31৷৷"},{"sloka":"ஏதத்வசோ நேச்சஸி பாபவரித்தே! ஹிதஂ ந ஜாநாஸி மமாத்மநோ வா. ஆஸ்தாய மார்கஂ கரிபணஂ குசேஷ்டா சேஷ்டா ஹி தே ஸாதுபதாதபேதா৷৷2.36.32৷৷"},{"sloka":"அநுவ்ரஜிஷ்யாம்யஹமத்ய ராமஂ ராஜ்யஂ பரித்யஜ்ய ஸுகஂ தநஂ ச.ஸஹைவ ராஜ்ஞா பரதேந ச த்வஂ யதாஸுகஂ புங்க்ஷ்வ சிராய ராஜ்யம்৷৷2.36.33৷৷"}]