[{"sloka":"[Bharata's Journey to Chitrakuta --- Bharata observes signs of smoke and presumes it to be the hermitage of Rama --- Bharata, Vasistha and Satrughna move forward towards the hermitage.]தயா மஹத்யா யாயிந்யா த்வஜிந்யா வநவாஸிநஃ. அர்திதா யூதபா மத்தாஃ ஸயூதாஸ்ஸம்ப்ரதுத்ருவுஃ৷৷2.93.1৷৷ "},{"sloka":"றக்ஷாஃ பரிஷதஸங்காஷ்ச ருரவஷ்ச ஸமந்ததஃ. தரிஷ்யந்தே வநராஜீஷு கிரிஷ்வபி நதீஷு ச৷৷2.93.2৷৷ "},{"sloka":"ஸ ஸம்ப்ரதஸ்தே தர்மாத்மா ப்ரீதோ தஷரதாத்மஜஃ. வரிதோ மஹத்யா நாதிந்யா ஸேநயா சதுரங்கயா৷৷2.93.3৷৷"},{"sloka":"ஸாகரௌகநிபா ஸேநா பரதஸ்ய மஹாத்மநஃ. மஹீஂ ஸஞ்சாதயாமாஸ ப்ராவரிஷி த்யாமிவாம்புதஃ৷৷2.93.4৷৷"},{"sloka":"துரங்கௌகைரவததா வாரணைஷ்ச மஹாஜவைஃ.அநாலக்ஷ்யா சிரஂ காலஂ தஸ்மிந்காலே பபூவ பூஃ৷৷2.93.5৷৷"},{"sloka":"ஸ யாத்வா தூரமத்வாநஂ ஸுபரிஷ்ராந்தவாஹநஃ. உவாச பரத ஷ்ஷ்ரீமாந் வஸிஷ்டஂ மந்த்ரிணாஂ வரம்৷৷2.93.6৷৷"},{"sloka":"யாதரிஷஂ லக்ஷ்யதே ரூபஂ யதா சைவ ஷ்ருதஂ மயா.வ்யக்தஂ ப்ராப்தாஃ ஸ்ம தஂ தேஷஂ பரத்வாஜோ யமப்ரவீத்৷৷2.93.7৷৷"},{"sloka":"அயஂ கிரிஷ்சித்ரகூட இயஂ மந்தாகிநீ நதீ. ஏதத்ப்ரகாஷதே தூராந்நீலமேகநிபஂ வநம்৷৷2.93.8৷৷ "},{"sloka":"கிரே ஸ்ஸாநூநி ரம்யாணி சித்ரகூடஸ்ய ஸம்ப்ரதி. வாரணைரவமரித்யந்தே மாமகை பர்வதோபமைஃ৷৷2.93.9৷৷ "},{"sloka":"முஞ்சந்தி குஸுமாந்யேதே நகாஃ பர்வதஸாநுஷு.நீலா இவாதபாபாயே தோயஂ தோயதரா கநாஃ৷৷2.93.10৷৷"},{"sloka":"கிந்நராசரிதஂ தேஷஂ பஷ்ய ஷத்ருக்ந! பர்வதம். மரிகைஸ்ஸமந்தாதாகீர்ணஂ மகரைரிவ ஸாகரம்৷৷2.93.11৷৷"},{"sloka":"ஏதே மரிககணா பாந்தி ஷீக்ரவேகாஃ ப்ரசோதிதாஃ. வாயுப்ரவித்தா ஷ்ஷரதி மேகராஜிரிவாம்பரே৷৷2.93.12৷৷ "},{"sloka":"குர்வந்தி குஸுமாபீடாந் ஷிரஸ்ஸு ஸுரபீநமீ. மேகப்ரகாஷைஃ பலகைர்தாக்ஷிணாத்யா யதா நராஃ৷৷2.93.13৷৷"},{"sloka":"நிஷ்கூஜமிவ பூத்வேதஂ வநஂ கோரப்ரதர்ஷநம். அயோத்யேவ ஜநாகீர்ணா ஸம்ப்ரதி ப்ரதிபாதி மா৷৷2.93.14৷৷ "},{"sloka":"குரைருதீரிதோ ரேணுர்தாவஂ ப்ரச்சாத்ய திஷ்டதி. தஂ வஹத்யநில ஷ்ஷ்ரீக்ரஂ குர்வந்நிவ மம ப்ரியம்৷৷2.93.15৷৷"},{"sloka":"ஸ்யந்தநாஂஸ்துரகோபேதாந்ஸூதமுக்யை ரதிஷ்டிதாந். ஏதாந்ஸம்பததஷ்ஷ்ரீக்ரஂ பஷ்ய ஷத்ருக்ந காநநே৷৷2.93.16৷৷"},{"sloka":"ஏதாந்வித்ராஸிதாந்பஷ்யபர்ஹிணஃ ப்ரியதர்ஷநாந். ஏதமாவிஷத ஷ்ஷ்ரீக்ரமதிவாஸஂ பதத்ரிணஃ৷৷2.93.17৷৷"},{"sloka":"அதிமாத்ரமயஂ தேஷோ மநோஜ்ஞஃ ப்ரதிபாதி மே. தாபஸாநாஂ நிவாஸோயஂ வ்யக்தஂ ஸ்வர்கபதோ யதா৷৷2.93.18৷৷ "},{"sloka":"மரிகா மரிகீபிஃ ஸஹிதா பஹவஃ பரிஷதா வநே.  மநோஜ்ஞரூபா தரிஷ்யந்தே குஸுமைரிவ சித்ரிதாஃ৷৷2.93.19৷৷ "},{"sloka":"ஸாது ஸைந்யாஃ ப்ரதிஷ்டந்தாஂ விசிந்வந்து ச காநநே. யதா தௌ புருஷவ்யாக்ரௌ தரிஷ்யேதே ராமலக்ஷ்மணௌ৷৷2.93.20৷৷"},{"sloka":"பரதஸ்ய வசஷ்ஷ்ருத்வா புருஷாஷ்ஷஸ்த்ரபாணயஃ. விவிஷு ஸ்தத்வநஂ ஷூரா தூமஂ ச ததரிஷு ஸ்ததஃ৷৷2.93.21৷৷"},{"sloka":"தே ஸமாலோக்ய தூமாக்ரமூசுர்பரதமாகதாஃ. நாமநுஷ்யே பவத்யக்நி ர்வ்யக்தமத்ரைவ ராகவௌ৷৷2.93.22৷৷"},{"sloka":"அத நாத்ர நரவ்யாக்ரௌ ராஜபுத்ரௌ பரந்தபௌ. அந்யே ராமோபமா ஸ்ஸந்தி வ்யக்தமத்ர தபஸ்விநஃ৷৷2.93.23৷৷"},{"sloka":"தச்ச்ருத்வா பரதஸ்தேஷாஂ வசநஂ ஸாதுஸம்மதம். ஸைந்யாநுவாச ஸர்வாஂஸ்தாநமித்ரபலமர்தநஃ৷৷2.93.24৷৷ "},{"sloka":"யத்தா பவந்தஸ்திஷ்டந்து நேதோ கந்தவ்யமக்ரதஃ. அஹமேவ கமிஷ்யாமி ஸுமந்த்ரோ குருரேவ ச৷৷2.93.25৷৷ "},{"sloka":"ஏவமுக்தா ஸ்ததஸ்ஸர்வே தத்ர தஸ்துஃ ஸமந்தஃ. பரதோ யத்ர தூமாக்ரஂ தத்ர தரிஷ்டிஂ ஸமாததாத்৷৷2.93.26৷৷"},{"sloka":"வ்யவஸ்திதா யா பரதேந ஸா சமூர்நிரீக்ஷமாணாபி ச பூமிமக்ரதஃ. பபூவ ஹரிஷ்டா ந சிரேண ஜாநதீ ப்ரியஸ்ய ராமஸ்ய ஸமாகமஂ ததா৷৷2.93.27৷৷ "}]