[{"sloka":"[Gloom at Ayodhya after the exile of Rama.]ஸ்நிக்தகம்பீரகோஷேண ஸ்யந்தநேநோபயாந்ப்ரபுஃ. அயோத்யாஂ பரதஃ க்ஷிப்ரஂ ப்ரவிவேஷ மஹாயஷாஃ৷৷2.114.1৷৷ "},{"sloka":"பிடாலோலூகசரிதாமாலீநநரவாரணாம். திமிராப்யாஹதாஂ காலீமப்ரகாஷாஂ நிஷாமிவ৷৷2.114.2৷৷"},{"sloka":"ராஹுஷத்ரோஃ ப்ரியாஂ பத்நீஂ ஷ்ரியா ப்ரஜ்வலிதப்ரபாம். க்ரஹேணாப்யுத்திதேநைகாஂ ரோஹிணீமிவ பீடிதாம்৷৷2.114.3৷৷"},{"sloka":"அல்போஷ்ணக்ஷுப்தஸலிலாஂ கர்மோத்தப்தவிஹங்கமாம்.லீநமீந஀ஷக்ராஹாஂ கரிஷாஂ கிரிநதீமிவ৷৷2.114.4৷৷ "},{"sloka":"விதூமாமிவ ஹேமாபாமத்வராக்நே ஸ்ஸமுத்திதாம். ஹவிரப்யுக்ஷிதாஂ பஷ்சாச்சிகாஂ விப்ரலயஂ கதாம்৷৷2.114.5৷৷ "},{"sloka":"வித்வஸ்தகவசாஂ ருக்ணகஜவாஜிரதத்வஜாம். ஹதப்ரவீராமாபந்நாஂ சமூமிவ மஹாஹவே৷৷2.114.6৷৷ "},{"sloka":"ஸபேநாஂ ஸஸ்வநாஂ பூத்வா ஸாகரஸ்ய ஸமுத்திதாம். ப்ரஷாந்தமாருதோத்தூதாஂ ஜலோர்மிமிவ நிஸ்ஸ்வநாம்৷৷2.114.7৷৷ "},{"sloka":"த்வக்தாஂ யஜ்ஞாயுதைஸ்ஸர்வைரபிரூபைஷ்ச யாஜகைஃ. ஸுத்த்யாகாலே விநிர்வரித்தே வேதிஂ கதரவாமிவ৷৷2.114.8৷৷ "},{"sloka":"கோஷ்டமத்யே ஸ்திதாமார்தாமசரந்தீஂ தரிணஂ நவம். கோவரிஷேண பரித்யக்தாஂ கவாஂ பக்திமிவோத்ஸுகாம்৷৷2.114.9৷৷ "},{"sloka":"ப்ரபாகராத்யை ஸ்ஸுஸ்நிக்தைஃ ப்ரஜ்வலத்பிரிவோத்தமைஃ. வியுக்தாஂ மணிபிர்ஜாத்யைர்நவாஂ முக்தாவலீமிவ৷৷2.114.10৷৷ "},{"sloka":"ஸஹஸா சலிதாஂ ஸ்தாநாந்மஹீஂ புண்யக்ஷயாத்கதாம்.ஸஂவரிதத்யுதிவிஸ்தாராஂ தாராமிவ திவஷ்ச்யுதாம்৷৷2.114.11৷৷ "},{"sloka":"புஷ்பநத்தாஂ வஸந்தாந்தே மத்தப்ரமரநாதிதாம். த்ருததாவாக்நி விப்லுஷ்டாஂ க்லாந்தாஂ வநலதாமிவ৷৷2.114.12৷৷ "},{"sloka":"ஸம்மூடநிகமாஂஸ்தப்தாஂ ஸஂக்ஷிப்தவிபணாபணாம். ப்ரச்சந்நஷஷிநக்ஷத்ராஂ த்யாமிவாம்புதரைர்வரிதாம்৷৷2.114.13৷৷ "},{"sloka":"க்ஷீணபாநோத்தமைர்பக்நை ஷ்ஷராவைரபிஸஂவரிதாம். ஹதஷௌண்டாமிவாகாஷே பாநபூமிமஸஂஸ்கரிதாம்৷৷2.114.14৷৷ "},{"sloka":"வரிக்ணபூமிதலாஂ நிம்நாஂ வரிக்ணபாத்ரைஸ்ஸமாவரிதாம். உபயுக்தோதகாஂ பக்நாஂ ப்ரபாஂ நிபதிதாமிவ৷৷2.114.15৷৷ "},{"sloka":"விபுலாஂ விததாஂ சைவ யுக்தபாஷாஂ தரஸ்விநாம். பூமௌ பாணைர்விநிஷ்கரித்தாஂ பதிதாஂ ஜ்யாமிவாயுதாத்৷৷2.114.16৷৷ "},{"sloka":"ஸஹஸா யுத்தஷௌண்டேந ஹயாரோஹேண வாஹிதாம். நிஹதாஂ ப்ரதிஸைந்யேந வடவாமிவ பாதிதாம்৷৷2.114.17৷৷ "},{"sloka":"ஷுஷ்கதோயாஂ மஹாமத்ஸ்யைஃ கூர்மைஷ்ச பஹுபிர்வரிதாம். ப்ரபிந்நதடவிஸ்தீர்ணாஂ வாபீமிவ ஹரிதோத்பலாம்৷৷2.114.18৷৷"},{"sloka":"புருஷஸ்யாப்ரஹரிஷ்டஸ்ய ப்ரதிஷித்தாநுலேபநாம். ஸந்தப்தாமிவ ஷோகேந காத்ரயஷ்டிமபூஷணாம்৷৷2.114.19৷৷"},{"sloka":"ப்ராவரிஷி ப்ரவிகாடாயாஂ ப்ரவிஷ்டஸ்யாப்ரமண்டலம். ப்ரச்சந்நாஂ நீலஜீமூதைர்பாஸ்கரஸ்ய ப்ரபாமிவ৷৷2.114.20৷৷ "},{"sloka":"பரதஸ்து ரதஸ்த ஸ்ஸந் ஷ்ரீமாந்தஷரதாத்மஜஃ. வாஹயந்தஂ ரதஷ்ரேஷ்டஂ ஸாரதிஂ வாக்யமப்ரவீத்৷৷2.114.21৷৷"},{"sloka":"கிஂ நு கல்வத்ய கம்பீரோ மூர்சிதோ ந நிஷம்யதே. யதாபுரமயோத்யாயாஂ கீதவாதித்ரநிஸ்வநஃ৷৷2.114.22৷৷ "},{"sloka":"வாருணீமதகந்தஷ்ச மால்யகந்தஷ்ச மூர்சிதஃ. தூபிதாகுருகந்தஷ்ச ந ப்ரவாதி ஸமந்ததஃ৷৷2.114.23৷৷ "},{"sloka":"யாநப்ரவரகோஷஷ்ச ஸ்நிக்தஷ்ச ஹயநிஸ்வநஃ. ப்ரமத்தகஜநாதஷ்ச மஹாஂஷ்ச ரதநிஸ்வநஃ৷৷2.114.24৷৷ நேதாநீஂ ஷ்ரூயதே புர்யாமஸ்யாஂ ராமே விவாஸிதே. "},{"sloka":"சந்தநாகருகந்தாஂஷ்ச மஹார்ஹாஷ்ச நவஸ்ரஜஃ. கதே ஹி ராமே தருணா ஸ்ஸஂதப்தா நோபபுஞ்ஜதே৷৷2.114.25৷৷"},{"sloka":"பஹிர்யாத்ராஂ ந கச்சந்தி சித்ரமால்யதரா நராஃ. நோத்ஸவா ஸ்ஸம்ப்ரவர்தந்தே ராமஷோகார்திதே புரே৷৷2.114.27৷৷"},{"sloka":"ஸஹ நூநஂ மம ப்ராத்ரா புரஸ்யாஸ்ய த்யுதிர்கதா. ந ஹி ராஜத்யயோத்யேயஂ ஸாஸாரேவார்ஜுநீ க்ஷபா৷৷2.114.28৷৷ "},{"sloka":"கதா நு கலு மே ப்ராதா மஹோத்ஸவ இவாகதஃ. ஜநயிஷ்யத்யயோத்யாயாஂ ஹர்ஷஂ க்ரீஷ்ம இவாம்புதஃ৷৷2.114.29৷৷"},{"sloka":"தருணைஷ்சாருவேஷைஷ்ச நரைருந்நதகாமிபிஃ. ஸம்பதத்பிரயோத்யாயாஂ நாபிபாந்தி மஹாபதாஃ৷৷2.114.30৷৷"},{"sloka":"ஏவஂ பஹுவிதஂ ஜல்பந்விவேஷ வஸதிஂ பிதுஃ. தேந ஹீநாஂ நரேந்த்ரேண ஸிஂஹஹீநாஂ குஹாமிவ৷৷2.114.31৷৷"},{"sloka":"ததா ததந்தஃ புரமுஞ்஀ிதப்ரபஂ ஸுரைரிவோத்ஸரிஷ்டமபாஸ்கரஂ திநம். நிரீக்ஷ்ய ஸர்வஂ து விவிக்தமாத்மவாந்முமோச பாஷ்பஂ பரதஃ ஸுதுஃகிதஃ৷৷2.114.32৷৷"}]