[{"sloka":"[Rama, Lakshmana and Sita set out for the forest--wailing of citizens, queens and the king.]அத ராமஷ்ச ஸீதா ச லக்ஷ்மணஷ்ச கரிதாஞ்ஜலிஃ. உபஸங்கரிஹ்ய ராஜாநஂ சக்ருர்தீநா: ப்ரதக்ஷிணம்৷৷2.40.1৷৷"},{"sloka":"தஂ சாபி ஸமநுஜ்ஞாப்ய தர்மஜ்ஞஸ்ஸீதயா ஸஹ. ராகவ ஷ்ஷோகஸம்மூடோ ஜநநீமப்யவாதயத்৷৷2.40.2৷৷"},{"sloka":"அஅந்வக்ஷஂ லக்ஷ்மணோ ப்ராதுஃ கௌஷல்யாமப்யவாதயத். அத மாது ஸ்ஸுமித்ராயா ஜக்ராஹ சரணௌ புநஃ৷৷2.40.3৷৷"},{"sloka":"தஂ வந்தமாநஂ ருததீ மாதா ஸௌமித்ரிமப்ரவீத்.ஹிதகாமா மஹாபாஹுஂ மூத்நர்யுபாக்ராய லக்ஷ்மணம்৷৷2.40.4৷৷"},{"sloka":"ஸரிஷ்டஸ்த்வஂ வநவாஸாய ஸ்வநுரக்தஸ்ஸுஹரிஜ்ஜநே. ராமே ப்ரமாதஂ மா கார்ஷீஃ புத்ர! ப்ராதரி கச்சதி৷৷2.40.5৷৷"},{"sloka":"வ்யஸநீ வா ஸமரித்தோ வா கதிரேஷ தவாநக!. ஏஷ லோகே ஸதாஂ தர்மோ யஜ்ஜ்யேஷ்டவஷகோ பவேத்৷৷2.40.6৷৷"},{"sloka":"இதஂ ஹி வரித்தமுசிதஂ குலஸ்யாஸ்ய ஸநாதநம்.தாநஂ தீக்ஷா ச யஜ்ஞேஷு தநுத்யாகோ மரிதேஷு ச৷৷2.40.7৷৷"},{"sloka":"லக்ஷ்மணஂ த்வேவமுக்த்வா ஸா ஸஂஸித்தஂ ப்ரியராகவம்.ஸுமித்ரா கச்ச கச்சேதி புநஃ புநருவாச தம்৷৷2.40.8৷৷"},{"sloka":"ராமஂ தஷரதஂ வித்தி மாஂ வித்தி ஜநகாத்மஜாம். அயோத்யாமடவீஂ வித்தி கச்ச தாத! யதாஸுகம்৷৷2.40.9৷৷"},{"sloka":"ததஃ ஸுமந்த்ரஃ காகுத்ஸ்தஂ ப்ராஞ்ஜலிர்வாக்யமப்ரவீத். விநீதோ விநயஜ்ஞஷ்ச மாதலிர்வாஸவஂ யதா৷৷2.40.10৷৷"},{"sloka":"ரரதமாரோஹ பத்ரஂ தே ராஜபுத்ர மஹாயஷஃ. க்ஷிப்ரஂ த்வாஂ ப்ராபயிஷ்யாமி யத்ர மாஂ ராம! வக்ஷ்யஸி৷৷2.40.11৷৷"},{"sloka":"சதுர்தஷ ஹி வர்ஷாணி வஸ்தவ்யாநி வநே த்வயா. தாந்யுபக்ரமிதவ்யாநி யாநி தேவ்யாஸி சோதிதஃ৷৷2.40.12৷৷"},{"sloka":"தஂ ரதஂ ஸூர்யஸங்காஷஂ ஸீதா ஹரிஷ்டேந சேதஸா. ஆருரோஹ வராரோஹா கரித்வாலங்காரமாத்மநஃ৷৷2.40.13৷৷"},{"sloka":"அதோ ஜ்வலநஸங்காஷஂ சாமீகரவிபூஷிதம்!. தமாருருஹதுஸ்தூர்ணஂ ப்ராதரௌ ராமலக்ஷ்மணௌ৷৷2.40.14৷৷"},{"sloka":"வநவாஸஂ ஹி ஸஂக்யாய வாஸாஂஸ்யாபரணாநி ச. பர்தாரமநுகச்சந்த்யை ஸீதாயை ஷ்வஷுரோ ததௌ৷৷2.40.15৷৷"},{"sloka":"ததைவாயுதஜாலாநி ப்ராதரிப்யாஂ கவசாநி ச. ரதோபஸ்தே ப்ரதிந்யஸ்ய ஸசர்ம கடிநஂ ச தத்৷৷2.40.16৷৷ஸீதாதரிதீயாநாரூடாந் தரிஷ்ட்வா தரிஷ்டமசோதயத். ஸுமந்த்ரஸ்ஸம்மதாநஷ்வாந் வாயுவேகஸமாந்ஜவே৷৷2.40.17৷৷"},{"sloka":"ப்ரதியாதே மஹாரண்யஂ சிரராத்ராய ராகவே. பபூவ நகரே மூர்சா பலமூர்சா ஜநஸ்ய ச৷৷2.40.18৷৷"},{"sloka":"தத்ஸமாகுலஸம்ப்ராந்தஂ மத்தஸங்குபிதத்விபம். ஹயஷிஞ்ஜிதநிர்கோஷஂ புரமாஸீந்மஹாஸ்வநம்৷৷2.40.19৷৷"},{"sloka":"தத ஸ்ஸபாலவரித்தா ஸா புரீ பரமபீடிதா. ராமமேவாபிதுத்ராவ கர்மார்தா ஸலிலஂ யதா৷৷2.40.20৷৷"},{"sloka":"பார்ஷ்வதஃ பரிஷ்டதஷ்சாபி லம்பமாநாஸ்ததுந்முகாஃ. பாஷ்பபூர்ணமுகாஸ்ஸர்வே தமூசுர்பரிஷநிஸ்வநாஃ৷৷2.40.21৷৷"},{"sloka":"ஸஂயச்ச வாஜிநாஂ ரஷ்மீந் ஸூத! யாஹி ஷநைஷ்ஷநைஃ. முகஂ த்ரக்ஷ்யாம ராமஸ்ய துர்தர்ஷஂ நோ பவிஷ்யதி৷৷2.40.22৷৷"},{"sloka":"ஆயஸஂ ஹரிதயஂ நூநஂ ராமமாதுரஸஂஷயம்.யத்தேவகர்பப்ரதிமே வநஂ யாதி ந பித்யதே৷৷2.40.23৷৷"},{"sloka":"கரிதகரித்யா ஹி வைதேஹீ சாயேவாநுகதா பதிம். ந ஜஹாதி ரதா தர்மே மேருமர்கப்ரபா யதா৷৷2.40.24৷৷"},{"sloka":"அஹோ! லக்ஷ்மண! ஸித்தார்த ஸ்ஸததஂ ப்ரியவாதிநம்.ப்ராதரஂ தேவஸங்காஷஂ யஸ்த்வஂ பரிசரிஷ்யஸி৷৷2.40.25৷৷"},{"sloka":"மஹத்யேஷா ஹி தே ஸித்திரேஷ சாப்யுதயோ மஹாந். ஏஷ ஸ்வர்கஸ்ய மார்கஷ்ச யதேநமநுகச்சஸி৷৷2.40.26৷৷"},{"sloka":"ஏவஂ வதந்தஸ்தே ஸோடுஂ ந ஷேகுர்பாஷ்பமாகதம். நராஸ்தமநுகச்சந்தஃ ப்ரியமிக்ஷ்வாகுநந்தநம்৷৷2.40.27৷৷"},{"sloka":"அத ராஜா வரித ஸ்த்ரீபிர்தீநாபிர்தீநசேதநஃ.நிர்ஜகாம ப்ரியஂ புத்ரஂ த்ரக்ஷ்யாமீதி ப்ருவந் கரிஹாத்৷৷2.40.28৷৷"},{"sloka":"ஷுஷ்ருவே சாக்ரதஃ ஸ்த்ரீணாஂ ருதந்தீநாஂ மஹாஸ்வநஃ.யதா நாதஃ கரேணூநாஂ பத்தே மஹதி குஞ்ஜரே৷৷2.40.29৷৷"},{"sloka":"பிதா ஹி ராஜா காகுத்ஸ்தஃ ஷ்ரீமாந் ஸந்நஸ்ததாபவத். பரிபூர்ணஃ ஷஷீ காலே க்ரஹேணோபப்லுதோ யதா৷৷2.40.30৷৷"},{"sloka":"ஸ ச ஷ்ரீமாநசிந்த்யாத்மா ராமோ தஷரதாத்மஜஃ.ஸூதஂ ஸஞ்சோதயாமாஸ த்வரிதஂ வாஹ்யதாமிதி৷৷2.40.31৷৷"},{"sloka":"ராமோ யாஹீதி ஸூதஂ தஂ திஷ்டேதி ஸ ஜநஸ்ததா. உபயஂ நாஷகத்ஸூதஃ கர்துமத்வநி சோதிதஃ৷৷2.40.32৷৷"},{"sloka":"நிர்கச்சதி மஹாபாஹௌ ராமே பௌரஜநாஷ்ருபிஃ.பதிதைரப்யவஹிதஂ ப்ரஷஷாம மஹீரஜஃ৷৷2.40.33৷৷"},{"sloka":"ருதிதாஷ்ருபரித்யூநஂ ஹாஹாகரிதமசேதநம்.  ப்ரயாணே ராகவஸ்யாஸீத்புரஂ பரமபீடிதம்৷৷2.40.34৷৷"},{"sloka":"ஸுஸ்ராவ நயநைஃ ஸ்த்ரீணாமஸ்ரமாயாஸஸம்பவம்.மீநஸங்க்ஷோபசலிதை ஸ்ஸலிலஂ பங்கஜைரிவ৷৷2.40.35৷৷"},{"sloka":"தரிஷ்ட்வா து நரிபதி ஷ்ஷ்ரீமாநேகசித்தகதஂ புரம். நிபபாதைவ துஃகேந ஹதமூல இவ த்ருமஃ৷৷2.40.36৷৷"},{"sloka":"ததோ ஹலஹலாஷப்தோ ஜஜ்ஞே ராமஸ்ய பரிஷ்டதஃ.நராணாஂ ப்ரேக்ஷ்ய ராஜாநஂ ஸீதந்தஂ பரிஷதுஃகிதம்৷৷2.40.37৷৷"},{"sloka":"ஹா ராமேதி ஜநாஃ கேசித்ராமமாதேதி சாபரே. அந்தஃபுரஂ ஸமரித்தஂ ச க்ரோஷந்தஃ பர்யதேவயந்৷৷2.40.38৷৷"},{"sloka":"அந்வீக்ஷமாணோ ராமஸ்து விஷண்ணஂ ப்ராந்தசேதஸம்.ராஜாநஂ மாதரஂ சைவ ததர்ஷாநுகதௌ பதி৷৷2.40.39৷৷"},{"sloka":"ஸ பத்த இவ பாஷேந கிஷோரோ மாதரஂ யதா.தர்மபாஷேந ஸங்க்ஷிப்தஃ ப்ரகாஷஂ நாப்யுதைக்ஷத৷৷2.40.40৷৷"},{"sloka":"பதாதிநௌ ச யாநார்ஹாவதுஃகார்ஹௌ ஸுகோசிதௌ. தரிஷ்ட்வா ஸஞ்சோதயாமாஸ ஷீக்ரஂ யாஹீதி ஸாரதிம்৷৷2.40.41৷৷"},{"sloka":"ந ஹி தத்புருஷவ்யாக்ரோ துஃகதஂ தர்ஷநஂ பிதுஃ. மாதுஷ்ச ஸஹிதுஂ ஷக்தஸ்தோத்ரார்தித இவ த்விபஃ৷৷2.40.42৷৷"},{"sloka":"ப்ரத்யகாரமிவாயாந்தீ வத்ஸலா வத்ஸகாரணாத். பத்தவத்ஸா யதா தேநூ ராமமாதாப்யதாவத৷৷2.40.43৷৷"},{"sloka":"ததா ருதந்தீஂ கௌஸல்யாஂ ரதஂ தமநுதாவதீம். க்ரோஷந்தீஂ ராம ராமேதி ஹா ஸீதே! லக்ஷ்மணேதி ச৷৷2.40.44৷৷ராமலக்ஷ்மணஸீதார்தஂ ஸ்ரவந்தீஂ வாரி நேத்ரஜம். அஸகரித்ப்ரைக்ஷத ததா நரித்யந்தீமிவ மாதரம்৷৷2.40.45৷৷"},{"sloka":"திஷ்டேதி ராஜா சுக்ரோஷ யாஹி யாஹீதி ராகவஃ. ஸுமந்த்ரஸ்ய பபூவாத்மா சக்ரயோரிவ சாந்தரா৷৷2.40.46৷৷"},{"sloka":"நாஷ்ரௌஷமிதி ராஜாநமுபாலப்தோபி வக்ஷ்யஸி. சிரஂ துஃகஸ்ய பாபிஷ்டமிதி ராமஸ்தமப்ரவீத்৷৷2.40.47৷৷"},{"sloka":"ராமஸ்ய ஸ வசஃ குர்வந்நநுஜ்ஞாப்ய ச தஂ ஜநம். வ்ரஜதோபி ஹயாந் ஷீக்ரஂ சோதயாமாஸ ஸாரதிஃ৷৷2.40.48৷৷"},{"sloka":"ந்யவர்தத ஜநோ ராஜ்ஞோ ராமஂ கரித்வா ப்ரதக்ஷிணம். மநஸாப்யஷ்ருவேகைஷ்ச ந ந்யவர்தத மாநுஷம்৷৷2.40.49৷৷"},{"sloka":"யமிச்சேத்புநராயாந்தஂ நைநஂ தூரமநுவ்ரஜேத். இத்யமாத்யா மஹாராஜமூசுர்தஷரதஂ வசஃ৷৷2.40.50৷৷"},{"sloka":"தேஷாஂ வசஃ ஸர்வகுணோபபந்நஂ ப்ரஸ்விந்நகாத்ரஃ ப்ரவிஷண்ணரூபஃ. நிஷம்ய ராஜா கரிபணஃ ஸபார்யோ வ்யவஸ்திதஸ்தஂ ஸுதமீக்ஷமாணஃ৷৷2.40.51৷৷"}]