[{"sloka":"[Bharata takes leave of Bharadwaja --- departs for mount Chitrakuta.]ததஸ்தாஂ ரஜநீமுஷ்ய பரதஸ்ஸபரிச்சதஃ. கரிதாதித்யோ பரத்வாஜஂ காமாதபிஜகாம ஹ৷৷2.92.1৷৷"},{"sloka":"தஂ றஷிஃ புருஷவ்யாக்ரஂ ப்ராஞ்ஜலிஂ ப்ரேக்ஷ்ய சாகதம்.ஹுதாக்நிஹோத்ரோ பரதஂ பரத்வாஜோப்யபாஷத৷৷2.92.2৷৷ "},{"sloka":"கச்சிதத்ர ஸுகா ராத்ரிஸ்தவாஸ்மத்விஷயே கதா. ஸமக்ரஸ்தே ஜநஃ கச்சிதாதித்யே ஷஂஸ மேநக৷৷2.92.3৷৷ "},{"sloka":"தமுவாசாஞ்ஜலிஂ கரித்வா பரதோபிப்ரணம்ய ச. ஆஷ்ரமாதபிநிஷ்க்ராந்தமரிஷிமுத்தமதேஜஸம்৷৷2.92.4৷৷"},{"sloka":"ஸஸுகோஷிதோஸ்மி பகவந்ஸமக்ரபலவாஹநஃ.  தர்பிதஸ்ஸர்வகாமைஷ்ச ஸாமாத்யோ பலவத்த்வயா৷৷2.92.5৷৷"},{"sloka":"அபேதக்லமஸந்தாபா ஸ்ஸுபிக்ஷாஸ்ஸுப்ரதிஷ்ரயாஃ. அபி ப்ரேஷ்யாநுபாதாய ஸர்வே ஸ்ம ஸுஸுகோஷிதாஃ৷৷2.92.6৷৷"},{"sloka":"ஆமந்த்ரயேஹஂ பகவந் காமஂ த்வாமரிஷிஸத்தமஃ. ஸமீபஂ ப்ரஸ்திதஂ ப்ராதுர்மைத்ரேணேக்ஷஸ்வ சக்ஷுஷா৷৷2.92.7৷৷"},{"sloka":"ஆஷ்ரமஂ தஸ்ய தர்மஜ்ஞ தார்மிகஸ்ய மஹாத்மநஃ. ஆசக்ஷ்வ கதமோ மார்கஃ கியாநிதி ச ஷஂஸ மே৷৷2.92.8৷৷"},{"sloka":"இதி பரிஷ்டஸ்து பரதஂ ப்ராதரிதர்ஷநலாலஸம். ப்ரத்யுவாச மஹாதேஜா பரத்வாஜோ மஹாதபாஃ৷৷2.92.9৷৷"},{"sloka":"பரதார்ததரிதீயேஷு யோஜநேஷ்வஜநே வநே. சித்ரகூடோ கிரிஸ்தத்ர ரம்யநிர்஀ரகாநநஃ৷৷2.92.10৷৷"},{"sloka":"உத்தரஂ பார்ஷ்வமாஸாத்ய தஸ்ய மந்தாகிநீ நதீ. புஷ்பிதத்ருமஸஞ்சந்நா ரம்யபுஷ்பிதகாநநா৷৷2.92.11৷৷ "},{"sloka":"அநந்தரஂ தத்ஸரிதஷ்சித்ரகூடஷ்ச பர்வதஃ. தயோஃ பர்ணகுடீ தாத தத்ர தௌ வஸதோ த்ருவம்৷৷2.92.12৷৷"},{"sloka":"தக்ஷிணேநைவ மார்கேண ஸவ்யதக்ஷிணமேவ வா. கஜவாஜிரதாகீர்ணாஂ வாஹிநீஂ வாஹிநீபதே!৷৷2.92.13৷৷ வாஹயஸ்வ மஹாபாக! ததோ த்ரக்ஷ்யஸி ராகவம். "},{"sloka":"ப்ரயாணமிதி தச்ச்ருத்வா ரஜராஜஸ்ய யோஷிதஃ. ஹித்வா யாநாநி யாநார்ஹாஃ ப்ராஹ்மணஂ பர்யவாரயந்৷৷2.92.14৷৷ "},{"sloka":"வேபமாநா கரிஷா தீநா ஸஹ தேவ்யா ஸுமித்ரயா.  கௌஸல்யா தத்ர ஜக்ராஹ கராப்யாஂ சரணௌ முநேஃ৷৷2.92.15৷৷"},{"sloka":"அஸமரித்தேந காமேந ஸர்வலோகஸ்ய கர்ஹிதா. கைகேயீ தஸ்ய ஜக்ராஹ சரணௌ ஸவ்யபத்ரபா৷৷2.92.16৷৷ "},{"sloka":"தஂ ப்ரதக்ஷிணமாகம்ய பகவந்தஂ மஹாமுநிம்.  அதூரார்பரதஸ்யைவ தஸ்தௌ தீநமநாஸ்ததா৷৷2.92.17৷৷ "},{"sloka":"ததஃ பப்ரச்ச பரதஂ பரத்வாஜோ தரிடவ்ரதஃ. விஷேஷஂ ஜ்ஞாதுமிச்சாமி மாத்ரூணாஂ தவ ராகவ৷৷2.92.18৷৷"},{"sloka":"ஏவமுக்தஸ்து பரதோ பரத்வாஜேந தீமதா. உவாச ப்ராஞ்ஜலிர்பூத்வா வாக்யஂ வசநகோவிதஃ৷৷2.92.19৷৷"},{"sloka":"யாமிமாஂ பகவந் தீநாஂ ஷோகாநஷநகர்ஷிதாம். பிதுர்ஹி மஹிஷீஂ தேவீஂ தேவதாமிவ பஷ்யஸி৷৷2.92.20৷৷ ஏஷா தஂ புரஷவ்யாக்ரஂ ஸிஂஹவிக்ராந்தகாமிநம். கௌஸல்யா ஸுஷுவே ராமஂ தாதாரமதிதிர்யதா৷৷2.92.21৷৷"},{"sloka":"அஸ்யா வாமபுஜஂ ஷ்லிஷ்டா யைஷா திஷ்டதி துர்மநாஃ. கர்ணிகாரஸ்ய ஷாகேவ ஷீர்ணபுஷ்பா வநாந்தரே৷৷2.92.22৷৷ ஏதஸ்யாஸ்து ஸுதௌ தேவ்யாஃ குமாரௌ தேவவர்ணிநௌ. உபௌ லக்ஷ்மணஷத்ருக்நௌ வீரௌ ஸத்யபராக்ரமௌ৷৷2.92.23৷৷"},{"sloka":"யஸ்யாஃ கரிதே நரவ்யாக்ரௌ ஜீவநாஷமிதோ கதௌ. ராஜபுத்ரவிஹீநஷ்ச ஸ்வர்கஂ தஷரதோ கதஃ৷৷2.92.24৷৷ க்ரோதநாமகரிதப்ரஜ்ஞாஂ தரிப்தாஂ ஸுபகமாநிநீம். ஐஷ்வர்யகாமாஂ கைகேயீமநார்யாமார்யாரூபிணீம்৷৷2.92.25৷৷ மமைதாஂ மாதரஂ வித்தி நரிஷஂஸாஂ பாபநிஷ்சயாம். யதோமூலஂ ஹி பஷ்யாமி வ்யஸநஂ மஹதாத்மநஃ৷৷2.92.26৷৷ "},{"sloka":"இத்யுக்த்வா நரஷார்தூலோ பாஷ்பகத்கதயா கிரா. ஸ நிஷ்ஸ்வாஸ தாம்ராக்ஷோ நாகஃ கரித்த இவ ஷ்வஸந்৷৷2.92.27৷৷"},{"sloka":"பரத்வாஜோ மஹர்ஷிஸ்தஂ ப்ருவந்தஂ பரதஂ ததா. ப்ரத்யுவாச மஹாபுத்திரிதஂ வசநமர்தவத்৷৷2.92.28৷৷ "},{"sloka":"ந தோஷேணாவகந்தவ்யா கைகேயீ பரத த்வயா. ராமப்ரவ்ராஜநஂ ஹ்யேதத்ஸுகோதர்கஂ பவிஷ்யதி৷৷2.92.29৷৷"},{"sloka":"தேவாநாஂ தாநவாநாஂ ச றஷீணாஂ பாவிதாத்மநாம். ஹிதமேவ பவிஷ்யத்தி ராமப்ரவ்ராஜநாதிஹ৷৷2.92.30৷৷"},{"sloka":"அபிவாத்ய து ஸஂஸித்தஃ கரித்வா சைநஂ ப்ரதக்ஷிணம். ஆமந்த்ர்ய பரத ஸ்ஸைந்யஂ யுஜ்யதாமித்யசோதயத்৷৷2.92.31৷৷ "},{"sloka":"ததோ வாஜிரதாந்யுக்தாந் திவ்யாந்ஹேமபரிஷ்கரிதாந். அத்யாரோஹத்ப்ரயாணார்தீ பஹூந்பஹுவிதோ ஜநஃ৷৷2.92.32৷৷"},{"sloka":"கஜகந்யா கஜாஷ்சைவ ஹேமகக்ஷ்யாஃ பதாகிநஃ. ஜீமூதா இவ கர்மாந்தே ஸகோஷாஸ்ஸம்ப்ரதஸ்திரே৷৷2.92.33৷৷ "},{"sloka":"விவிதாந்யபி யாநாநி மஹந்தி ச லகூநி ச. ப்ரயயு ஸ்ஸுமஹார்ஹாணி பாதை ரேவ பதாதயஃ৷৷2.92.34৷৷ "},{"sloka":"அத யாநப்ரவேகைஸ்து கௌஸல்யாப்ரமுகாஃ ஸ்த்ரியஃ. ராமதர்ஷநகாங்க்ஷிண்யஃ ப்ரயயுர்முதிதாஸ்ததா৷৷2.92.35৷৷"},{"sloka":"சந்த்ரார்கதருணாபாஸாஂ நிர்யுக்தாஂ ஷிபிகாஂ ஷுபாம். ஆஸ்தாய ப்ரயயௌ ஷ்ரீமாந்பரத ஸ்ஸபரிச்சதஃ৷৷2.92.36৷৷"},{"sloka":"ஸா ப்ரயாதா மஹாஸேநா கஜவாஜிரதாகுலா. தக்ஷிணாஂ திஷமாவரித்ய மஹாமேக இவோத்திதஃ৷৷2.92.37৷৷ வநாநி து வ்யதிக்ரம்ய ஜுஷ்டாநி மரிகபக்ஷிபிஃ. கங்காயாஃ பரவேலாயாஂ கிரிஷ்வபி நதீஷு ச৷৷2.92.38৷৷"},{"sloka":"ஸா ஸம்ப்ரஹரிஷ்டத்விபவாஜியோதா வித்ராஸயந்தீ மரிகபக்ஷிஸங்காந். மஹத்வநஂ தத்ப்ரதிகாஹமாநா ரராஜ ஸேநா பரதஸ்ய தத்ர৷৷2.92.39৷৷"}]