[{"sloka":"[Rama prays his father to look after his mother with compassion and regard.]தஸ்யாஂ சீரஂ வஸாநாயாஂ நாதவத்யாமநாதவத். ப்ரசுக்ரோஷ ஜநஸ்ஸர்வோ திக்த்வாஂ தஷரதஂ த்விதி৷৷2.38.1৷৷"},{"sloka":"தேந தத்ர ப்ரணாதேந துஃகிதஸ்ஸ மஹீபதிஃ. சிச்சேத ஜீவிதே ஷ்ரத்தாஂ தர்மே யஷஸி சாத்மநஃ৷৷2.38.2৷৷"},{"sloka":"ஸ நிஃஷ்வஸ்யோஷ்ணமைக்ஷ்வாக ஸ்தாஂ பார்யாமிதமப்ரவீத். கைகேயி குஷசீரேண ந ஸீதா கந்துமர்ஹதி৷৷2.38.3৷৷"},{"sloka":"ஸுகுமாரீ ச பாலா ச ஸததஂ ச ஸுகோசிதா. நேயஂ வநஸ்ய யோக்யேதி ஸத்யமாஹ குருர்மம৷৷2.38.4৷৷"},{"sloka":"இயஂ ஹி கஸ்யாபகரோதி கிஞ்சி- த்தபஸ்விநீ ராஜவரஸ்ய கந்யா. யா சீரமாஸாத்ய ஜநஸ்ய மத்யே ஸ்திதா விஸஂஜ்ஞாஷ்ரமணீவ காசித்৷৷2.38.5৷৷"},{"sloka":"சீராண்யபாஸ்யாஜ்ஜநகஸ்ய கந்யா நேயஂ ப்ரதிஜ்ஞா மம தத்தபூர்வா. யதாஸுகஂ கச்சது ராஜபுத்ரீ வநஂ ஸமக்ரா ஸஹ ஸர்வரத்நைஃ৷৷2.38.6৷৷"},{"sloka":"அஜீவநார்ஹேண மயா நரிஷஂஸா கரிதா ப்ரதிஜ்ஞா நியமேந தாவத். தவயா ஹி பால்யாத் ப்ரதிபந்நமேதத்  தந்மாஂ தஹேத்வேணுமிவாத்மபுஷ்பம்৷৷2.38.7৷৷"},{"sloka":"ராமேண யதி தே பாபே! கிஞ்சித்கரிதமஷோபநம். அபகாரஃ க இஹ தே வைதேஹ்யா தர்ஷிதோதமே!৷৷2.38.8৷৷"},{"sloka":"மரிகீவோத்புல்லநயநா மரிதுஷீலா தபஸ்வீநீ. அபகாரஂ கமிஹ தே கரோதி ஜநகாத்மஜா৷৷2.38.9৷৷"},{"sloka":"நநு பர்யாப்த மேதத்தே பாபே ராமவிவாஸநம். கிமேபிஃ கரிபணைர்பூய: பாதகைரபி தே கரிதைஃ৷৷2.38.10৷৷"},{"sloka":"ப்ரதிஜ்ஞாதஂ மயா தாவத் த்வயோக்தஂ தேவி! ஷரிண்வதா. ராமஂ யதபிஷேகாய த்வமிஹாகதமப்ரவீஃ৷৷2.38.11৷৷"},{"sloka":"தத்த்வேதத்ஸமதிக்ரம்ய நிரயஂ கந்துமிச்சஸி.மைதிலீமபி யா ஹி த்வமீக்ஷஸே சீரவாஸிநீம்৷৷2.38.12৷৷"},{"sloka":"இதீவ ராஜா விலபந்மஹாத்மா ஷோகஸ்ய நாந்தஂ ஸ ததர்ஷ கிஞ்சித்.பரிஷாதுரத்வாச்ச பபாத பூமௌ தேநைவ புத்ரவ்யஸநேந மக்நஃ৷৷2.38.13৷৷"},{"sloka":"ஏவஂ ப்ருவந்தஂ பிதரஂ ராமஸ்ஸம்ப்ரஸ்திதோ வநம். அவாக்சிரஸமாஸீநமிதஂ வசநமப்ரவீத்৷৷2.38.14৷৷"},{"sloka":"யஂ தார்மிக! கௌஷல்யா மம மாதா யஷஸ்விநீ. வரித்தா சாக்ஷுத்ரஷீலா ச ந ச த்வாஂ தேவ! கர்ஹதே৷৷2.38.15৷৷"},{"sloka":"மயா விஹீநாஂ வரத ப்ரபந்நாஂ ஷோகஸாகரம். அதரிஷ்டபூர்வவ்யஸநாஂ பூயஸ்ஸம்மந்துமர்ஹஸி৷৷2.38.16৷৷"},{"sloka":"புத்ரஷோகஂ யதா நர்ச்சேத்த்வயா பூஜ்யேந பூஜிதா. மாஂ ஹி ஸஞ்சிந்தயந்தீ ஸா த்வயி ஜீவேத்தபஸ்விநீ৷৷2.38.17৷৷"},{"sloka":"இமாஂ மஹேஂந்த்ரோபம! ஜாதகர்திநீஂ ததா விதாதுஂ ஜநநீஂ மமார்ஹஸி. யதா வநஸ்தே மயி ஷோககர்ஷிதா ந ஜீவிதஂ ந்யஸ்ய யமக்ஷயஂ வ்ரஜேத்৷৷2.38.18৷৷"}]