[{"sloka":"[Sita insists on going with Rama] ஏதத்து வசநஂ ஷ்ருத்வா ஸீதா ராமஸ்ய துஃகிதா. ப்ரஸக்தாஷ்ருமுகீ மந்தமிதஂ வசநமப்ரவீத்৷৷2.29.1৷৷"},{"sloka":"யே த்வயா கீர்திதா தோஷா வநே வஸ்தவ்யதாஂ ப்ரதி. குணாநித்யேவ தாந்வித்தி தவ ஸ்நேஹபுரஸ்கரிதாந்৷৷2.29.2৷৷"},{"sloka":"மரிகா ஸ்ஸிஂஹா கஜாஷ்சைவ ஷார்தூலா ஷ்ஷரபாஸ்ததா. பக்ஷிண ஸ்ஸரிமராஷ்சைவ யே சாந்யே வநசாரிணஃ৷৷2.29.3৷৷அதரிஷ்டபூர்வரூபத்வாத்ஸர்வே தே தவ ராகவ!. ரூபஂ தரிஷ்ட்வாபஸர்பேயுர்பயே ஸர்வே ஹி பிப்யதி৷৷2.29.4৷৷"},{"sloka":"த்வயா ச ஸஹ கந்தவ்யஂ மயா குருஜநாஜ்ஞயா.த்வத்வியோகேந மே ராம! த்யக்தவ்யமிஹ ஜீவிதம்৷৷2.29.5৷৷"},{"sloka":"ந ஹி மாஂ த்வத்ஸமீபஸ்தாமபி ஷக்நோதிராகவ. ஸுராணாமீஷ்வர ஷ்ஷக்ரஃ ப்ரதர்ஷயிதுமோஜஸா৷৷2.29.6৷৷"},{"sloka":"பதிஹீநா து யா நாரீ ந ஸா ஷக்ஷ்யதி ஜீவிதும். காமமேவஂ விதஂ ராம! த்வயா மம நிதர்ஷிதம்৷৷2.29.7৷৷"},{"sloka":"அத சாபி மஹாப்ராஜ்ஞ! ப்ராஹ்மணாநாஂ மயா ஷ்ருதம். புரா பிதரிகரிஹே ஸத்யஂ வஸ்தவ்யஂ கில மே வநே৷৷2.29.8৷৷"},{"sloka":"லக்ஷணிப்யோ த்விஜாதிப்ய ஷ்ஷரித்வாஹஂ வசநஂ புரா. வநவாஸகரிதோத்ஸாஹா நித்யமேவ மஹாபல!৷৷2.29.9৷৷"},{"sloka":"ஆதேஷோ வநவாஸஸ்ய ப்ராப்தவ்ய ஸ்ஸ மயா கில. ஸா த்வயா ஸஹ தத்ராஹஂ யாஸ்யாமி ப்ரிய! நாந்யதா৷৷2.29.10৷৷"},{"sloka":"கரிதாதேஷா பவிஷ்யாமி கமிஷ்யாமி ஸஹ த்வயா. காலஷ்சாயஂ ஸமுத்பந்ந ஸ்ஸத்யவாக்பவது த்விஜஃ৷৷2.29.11৷৷"},{"sloka":"வநவாஸேபிஜாநாமி துஃகாநி பஹுதா கில. ப்ராப்யந்தே நியதஂ வீர! புருஷைரகரிதாத்மபிஃ৷৷2.29.12৷৷"},{"sloka":"கந்யயா ச பிதுர்கேஹே வநவாஸ ஷ்ஷரிதோ மயா. பிக்ஷிண்யா ஸ்ஸாதுவரித்தாயா மம மாதுரிஹாக்ரதஃ৷৷2.29.13৷৷"},{"sloka":"ப்ரஸாதிதஷ்ச வை பூர்வஂ த்வஂ மே பஹுதிதஂ ப்ரபோ!. கமநஂ வநவாஸஸ்ய காங்க்ஷிதஂ ஹி ஸஹ த்வயா৷৷2.29.14৷৷"},{"sloka":"கரிதக்ஷணாஹஂ பத்ரஂ தே கமநஂ ப்ரதி ராகவ. வநவாஸஸ்ய ஷூரஸ்ய சர்யா ஹி மம ரோசதே৷৷2.29.15৷৷"},{"sloka":"ஷுத்தாத்மந்ப்ரேமபாவாத்தி பவிஷ்யாமி விகல்மஷா. பர்தாரமநுகச்சந்தீ பர்தா ஹி மம தைவதம்৷৷2.29.16৷৷"},{"sloka":"ப்ரேத்யபாவே ஹி கல்யாண ஸ்ஸங்கமோ மே ஸஹ த்வயா. ஷ்ருதிர்ஹி ஷ்ரூயதே புண்யா ப்ராஹ்மணாநாஂ யஷஸ்விநாம்৷৷2.29.17৷৷இஹலோகே ச பிதரிபிர்யா ஸ்த்ரீ யஸ்ய மஹாமதே!. அத்பிர்தத்தா ஸ்வதர்மேண ப்ரேத்யபாவேபி தஸ்ய ஸா৷৷2.29.18৷৷"},{"sloka":"ஏவமஸ்மாத்ஸ்வகாஂ நாரீஂ ஸுவரித்தாஂ ஹி பதிவ்ரதாம். நாபிரோசயஸே நேதுஂ த்வஂ மாஂ கேநேஹ ஹேதுநா৷৷2.29.19৷৷"},{"sloka":"பக்தாஂ பதிவ்ரதாஂ தீநாஂ மாஂ ஸமாஂ ஸுகதுஃகயோஃ. நேதுமர்ஹஸி காகுத்ஸ்த! ஸமாந ஸுகதுஃகிநீம்৷৷2.29.20৷৷"},{"sloka":"யயதி மாஂ துஃகிதாமேவஂ வநஂ நேதுஂ ந சேச்சஸி. விஷமக்நிஂ ஜலஂ வாஹமாஸ்தாஸ்யே மரித்யுகாரணாத்৷৷2.29.21৷৷"},{"sloka":"ஏவஂ பஹுவிதஂ தஂ ஸா யாசதே கமநஂ ப்ரதி. நாநுமேநே மஹாபாஹுஸ்தாஂ நேதுஂ விஜநஂ வநம்৷৷2.29.22৷৷"},{"sloka":"ஏவமுக்தா து ஸா சிந்தாஂ மைதிலீ ஸமுபாகதா. ஸ்நாபயந்தீவ காமுஷ்ணைரஷ்ருபிர்நயநச்யுதைஃ৷৷2.29.23৷৷"},{"sloka":"சிந்தயந்தீஂ ததா தாஂ து நிவர்தயிதுமாத்மவாந். தாம்ரோஷ்டீஂ ஸ ததா ஸீதாஂ காகுத்ஸ்தோ பஹ்வஸாந்த்வயத்৷৷2.29.24৷৷"}]