[{"sloka":"[ Agastya's advice to Sri Rama--directs Sri Rama to go to Panchavati to reside.]ராம! ப்ரீதோஸ்மி பத்ரஂ தே பரிதுஷ்டோஸ்மி லக்ஷ்மண. அபிவாதயிதுஂ யந்மாஂ ப்ராப்தௌ ஸ்த ஸ்ஸஹ ஸீதயா৷৷3.13.1৷৷"},{"sloka":"அத்வஷ்ரமேண வாஂ கேதோ பாததே ப்ரசுரஷ்ரமஃ. வ்யக்தமுத்கண்டதே சாபி மைதிலீ ஜநகாத்மஜா৷৷3.13.2৷৷"},{"sloka":"ஏஷா ஹி ஸுகுமாரீ ச துஃகைஷ்ச ந விமாநிதா. ப்ராஜ்யதோஷஂ வநஂ ப்ராப்தா பர்தரிஸ்நேஹப்ரசோதிதா৷৷3.13.3৷৷"},{"sloka":"யதைஷா ரமதே ராம இஹ ஸீதா ததா குரு. துஷ்கரஂ கரிதவத்யேஷா வநே த்வாமநுகச்சதீ৷৷3.13.4৷৷"},{"sloka":"ஏஷா ஹி ப்ரகரிதிஃ ஸ்த்ரீணாமாஸரிஷ்டே ரகுநந்தந!. ஸமஸ்தமநுரஜ்யாந்தி விஷமஸ்தஂ த்யஜந்தி ச৷৷3.13.5৷৷"},{"sloka":"ஷதஹ்ரதாநாஂ லோலத்வஂ ஷஸ்த்ராணாஂ தீக்ஷ்ணதாஂ ததா. கரூடாநிலயோஷ்ஷைக்ர்யமநுகச்சந்தி யோஷிதஃ৷৷3.13.6৷৷"},{"sloka":"இயஂ து பவதோ பார்யா தோஷைரேதைர்விவர்ஜிதா. ஷ்லாக்யா ச வ்யபதேஷ்யா ச யதா தேவீ ஹ்யருந்ததீ৷৷3.13.7৷৷"},{"sloka":"அலங்கரிதோயஂ தேஷஷ்ச யத்ர ஸௌமித்ரிணா ஸஹ. வைதேஹ்யா சாநயா ராம வத்ஸ்யஸி த்வமரிந்தம৷৷3.13.8৷৷"},{"sloka":"ஏவமுக்தஸ்ஸமுநிநா ராகவஸ்ஸஂயதாஞ்ஜலிஃ. உவாச ப்ரஷ்ரிதஂ வாக்யமரிஷிஂ தீப்தமிவாநலம்৷৷3.13.9৷৷"},{"sloka":"தந்யோஸ்ம்யநுகரிஹீதோஸ்மி யஸ்ய மே முநிபுங்கவஃ. குணைஸ்ஸப்ராதரிபார்யஸ்ய வரதஃ பரிதுஷ்யதி৷৷3.13.10৷৷"},{"sloka":"கிந்து வ்யாதிஷ மே தேஷஂ ஸோதகஂ பஹுகாநநம். யத்ராஷ்ரமபதஂ கரித்வா வஸேயஂ நிரதஸ்ஸுகம்৷৷3.13.11৷৷"},{"sloka":"ததோப்ரவீந்முநிஷ்ரேஷ்டஷ்ஷ்ருத்வா ராமஸ்ய தத்வசஃ. த்யாத்வா முஹூர்தஂ தர்மாத்மா தீரோ தீரதரஂ வசஃ৷৷3.13.12৷৷"},{"sloka":"இதோ த்வியோஜநே தாத பஹுமூலபலோதகஃ. தேஷோ பஹுமரிகஷ்ஷ்ரீமாந்பஞ்சவட்யபிவிஷ்ருதஃ৷৷3.13.13৷৷"},{"sloka":"தத்ர கத்வாஷ்ரமபதஂ கரித்வா ஸௌமித்ரிணா ஸஹ. ரஂஸ்யஸே த்வஂ பிதுர்வாக்யஂ யதோக்தமநுபாலயந்৷৷3.13.14৷৷"},{"sloka":"காலோயஂ கதபூயிஷ்டோ யஃ கால ஸ்தவ ராகவ. ஸமயோ யோ நரேந்த்ரேண கரிதோ தஷரதேந தே৷৷3.13.15৷৷தீர்ணப்ரதிஜ்ஞஃ காகுத்ஸ்த ஸுகஂ ராஜ்யே நிவத்ஸ்யஸி. "},{"sloka":"தந்யஸ்தே ஜநகோ ராம ஸ ராஜா ரகுநந்தந৷৷3.13.16৷৷யஸ்த்வயா ஜ்யேஷ்டபுத்ரேண யயாதிரிவ தாரிதஃ. "},{"sloka":"விதிதோ ஹ்யேஷ வரித்தாந்தோ மம ஸர்வஸ்தவாநக৷৷3.13.17৷৷தபஸஷ்ச ப்ரபாவேண ஸ்நேஹாத்தஷரதஸ்ய ச. "},{"sloka":"ஹரிதயஸ்தஷ்ச தே சந்தோ விஜ்ஞாதஸ்தபஸா மயா৷৷3.13.18৷৷இஹாவாஸஂ ப்ரதிஜ்ஞாய மயா ஸஹ தபோவநே. அதஷ்ச த்வாமஹஂ ப்ரூமி கச்ச பஞ்சவடீமிதி৷৷3.13.19৷৷"},{"sloka":"ஸ ஹி ரம்யோ வநோத்தேஷோ மைதிலீ தத்ர ரஂஸ்யதே. ஸ தேஷஷ்ஷ்லாகநீயஷ்ச நாதிதூரே ச ராகவ৷৷3.13.20৷৷"},{"sloka":"கோதாவர்யாஸ்ஸமீபே ச மைதிலீ தத்ர ரஂஸ்யதே. ப்ராஜ்யமூலபலஷ்சைவ நாநாத்விஜகணாயுதஃ৷৷3.13.21৷৷விவிக்தஷ்ச மஹாபாஹோ! புண்யோரம்யஸ்ததைவ ச."},{"sloka":"பவாநபி ஸதாரஷ்ச ஷக்தஷ்ச பரிரக்ஷணே. அபி சாத்ர வஸந்ராம தாபஸாந்பாலயிஷ்யஸி৷৷3.13.22৷৷"},{"sloka":"ஏததாலக்ஷ்யதே வீர மதூகாநாஂ மஹத்வநம். உத்தரேணாஸ்ய கந்தவ்யஂ ந்யக்ரோதமபிகச்சதா৷৷3.13.23৷৷"},{"sloka":"ததஃ ஸ்தலமுபாருஹ்ய பர்வதஸ்யாவிதூரதஃ. க்யாதஃ பஞ்சவடீத்யேவ நித்யபுஷ்பிதகாநநஃ৷৷3.13.24৷৷"},{"sloka":"அகஸ்த்யேநைவமுக்தஸ்து ராமஸ்ஸௌமித்ரிணா ஸஹ. ஸத்கரித்யாமந்த்ரயாமாஸ தமரிஷிஂ ஸத்யவாதிநம்৷৷3.13.25৷৷"},{"sloka":"தௌ து தேநாப்யநுஜ்ஞாதௌ கரிதபாதாபிவந்தநௌ. ததாஷ்ரமாத்பஞ்சவடீஂ ஜக்மதுஸ்ஸீதயா ஸஹ৷৷3.13.26৷৷"},{"sloka":"கரிஹீதசாபௌ து நராதிபாத்மஜௌ விஷக்ததூணௌ ஸமரேஷ்வகாதரௌ. யதோபதிஷ்டேந பதா மஹர்ஷிணா ப்ரஜக்மதுஃ பஞ்சவடீஂ ஸமாஹிதௌ৷৷3.13.27৷৷"}]