[{"sloka":"[Gloom at Ayodhya after the exile of Rama.]స్నిగ్ధగమ్భీరఘోషేణ స్యన్దనేనోపయాన్ప్రభుః. అయోధ్యాం భరతః క్షిప్రం ప్రవివేశ మహాయశాః৷৷2.114.1৷৷ "},{"sloka":"బిడాలోలూకచరితామాలీననరవారణామ్. తిమిరాభ్యాహతాం కాలీమప్రకాశాం నిశామివ৷৷2.114.2৷৷"},{"sloka":"రాహుశత్రోః ప్రియాం పత్నీం శ్రియా ప్రజ్వలితప్రభామ్. గ్రహేణాభ్యుత్థితేనైకాం రోహిణీమివ పీడితామ్৷৷2.114.3৷৷"},{"sloka":"అల్పోష్ణక్షుబ్ధసలిలాం ఘర్మోత్తప్తవిహఙ్గమామ్.లీనమీనఝషగ్రాహాం కృశాం గిరినదీమివ৷৷2.114.4৷৷ "},{"sloka":"విధూమామివ హేమాభామధ్వరాగ్నే స్సముత్థితామ్. హవిరభ్యుక్షితాం పశ్చాచ్ఛిఖాం విప్రలయం గతామ్৷৷2.114.5৷৷ "},{"sloka":"విధ్వస్తకవచాం రుగ్ణగజవాజిరథధ్వజామ్. హతప్రవీరామాపన్నాం చమూమివ మహాహవే৷৷2.114.6৷৷ "},{"sloka":"సఫేనాం సస్వనాం భూత్వా సాగరస్య సముత్థితామ్. ప్రశాన్తమారుతోద్ధూతాం జలోర్మిమివ నిస్స్వనామ్৷৷2.114.7৷৷ "},{"sloka":"త్వక్తాం యజ్ఞాయుధైస్సర్వైరభిరూపైశ్చ యాజకైః. సుత్త్యాకాలే వినిర్వృత్తే వేదిం గతరవామివ৷৷2.114.8৷৷ "},{"sloka":"గోష్ఠమధ్యే స్థితామార్తామచరన్తీం తృణం నవమ్. గోవృషేణ పరిత్యక్తాం గవాం పక్తిమివోత్సుకామ్৷৷2.114.9৷৷ "},{"sloka":"ప్రభాకరాద్యై స్సుస్నిగ్ధైః ప్రజ్వలద్భిరివోత్తమైః. వియుక్తాం మణిభిర్జాత్యైర్నవాం ముక్తావలీమివ৷৷2.114.10৷৷ "},{"sloka":"సహసా చలితాం స్థానాన్మహీం పుణ్యక్షయాద్గతామ్.సంవృతద్యుతివిస్తారాం తారామివ దివశ్చ్యుతామ్৷৷2.114.11৷৷ "},{"sloka":"పుష్పనద్ధాం వసన్తాన్తే మత్తభ్రమరనాదితామ్. ద్రుతదావాగ్ని విప్లుష్టాం క్లాన్తాం వనలతామివ৷৷2.114.12৷৷ "},{"sloka":"సమ్మూఢనిగమాంస్తబ్ధాం సంక్షిప్తవిపణాపణామ్. ప్రచ్ఛన్నశశినక్షత్రాం ద్యామివామ్బుధరైర్వృతామ్৷৷2.114.13৷৷ "},{"sloka":"క్షీణపానోత్తమైర్భగ్నై శ్శరావైరభిసంవృతామ్. హతశౌణ్డామివాకాశే పానభూమిమసంస్కృతామ్৷৷2.114.14৷৷ "},{"sloka":"వృక్ణభూమితలాం నిమ్నాం వృక్ణపాత్రైస్సమావృతామ్. ఉపయుక్తోదకాం భగ్నాం ప్రపాం నిపతితామివ৷৷2.114.15৷৷ "},{"sloka":"విపులాం వితతాం చైవ యుక్తపాశాం తరస్వినామ్. భూమౌ బాణైర్వినిష్కృత్తాం పతితాం జ్యామివాయుధాత్৷৷2.114.16৷৷ "},{"sloka":"సహసా యుద్ధశౌణ్డేన హయారోహేణ వాహితామ్. నిహతాం ప్రతిసైన్యేన వడవామివ పాతితామ్৷৷2.114.17৷৷ "},{"sloka":"శుష్కతోయాం మహామత్స్యైః కూర్మైశ్చ బహుభిర్వృతామ్. ప్రభిన్నతటవిస్తీర్ణాం వాపీమివ హృతోత్పలామ్৷৷2.114.18৷৷"},{"sloka":"పురుషస్యాప్రహృష్టస్య ప్రతిషిద్ధానులేపనామ్. సన్తప్తామివ శోకేన గాత్రయష్టిమభూషణామ్৷৷2.114.19৷৷"},{"sloka":"ప్రావృషి ప్రవిగాఢాయాం ప్రవిష్టస్యాభ్రమణ్డలమ్. ప్రచ్ఛన్నాం నీలజీమూతైర్భాస్కరస్య ప్రభామివ৷৷2.114.20৷৷ "},{"sloka":"భరతస్తు రథస్థ స్సన్ శ్రీమాన్దశరథాత్మజః. వాహయన్తం రథశ్రేష్ఠం సారథిం వాక్యమబ్రవీత్৷৷2.114.21৷৷"},{"sloka":"కిం ను ఖల్వద్య గమ్భీరో మూర్ఛితో న నిశమ్యతే. యథాపురమయోధ్యాయాం గీతవాదిత్రనిస్వనః৷৷2.114.22৷৷ "},{"sloka":"వారుణీమదగన్ధశ్చ మాల్యగన్ధశ్చ మూర్ఛితః. ధూపితాగురుగన్ధశ్చ న ప్రవాతి సమన్తతః৷৷2.114.23৷৷ "},{"sloka":"యానప్రవరఘోషశ్చ స్నిగ్ధశ్చ హయనిస్వనః. ప్రమత్తగజనాదశ్చ మహాంశ్చ రథనిస్వనః৷৷2.114.24৷৷ నేదానీం శ్రూయతే పుర్యామస్యాం రామే వివాసితే. "},{"sloka":"చన్దనాగరుగన్ధాంశ్చ మహార్హాశ్చ నవస్రజః. గతే హి రామే తరుణా స్సంతప్తా నోపభుఞ్జతే৷৷2.114.25৷৷"},{"sloka":"బహిర్యాత్రాం న గచ్ఛన్తి చిత్రమాల్యధరా నరాః. నోత్సవా స్సమ్ప్రవర్తన్తే రామశోకార్దితే పురే৷৷2.114.27৷৷"},{"sloka":"సహ నూనం మమ భ్రాత్రా పురస్యాస్య ద్యుతిర్గతా. న హి రాజత్యయోధ్యేయం సాసారేవార్జునీ క్షపా৷৷2.114.28৷৷ "},{"sloka":"కదా ను ఖలు మే భ్రాతా మహోత్సవ ఇవాగతః. జనయిష్యత్యయోధ్యాయాం హర్షం గ్రీష్మ ఇవామ్బుదః৷৷2.114.29৷৷"},{"sloka":"తరుణైశ్చారువేషైశ్చ నరైరున్నతగామిభిః. సమ్పతద్భిరయోధ్యాయాం నాభిభాన్తి మహాపథాః৷৷2.114.30৷৷"},{"sloka":"ఏవం బహువిధం జల్పన్వివేశ వసతిం పితుః. తేన హీనాం నరేన్ద్రేణ సింహహీనాం గుహామివ৷৷2.114.31৷৷"},{"sloka":"తదా తదన్తః పురముఞ్ఝితప్రభం సురైరివోత్సృష్టమభాస్కరం దినమ్. నిరీక్ష్య సర్వం తు వివిక్తమాత్మవాన్ముమోచ బాష్పం భరతః సుదుఃఖితః৷৷2.114.32৷৷"}]