[{"sloka":"[Rama prays his father to look after his mother with compassion and regard.]తస్యాం చీరం వసానాయాం నాథవత్యామనాథవత్. ప్రచుక్రోశ జనస్సర్వో ధిక్త్వాం దశరథం త్వితి৷৷2.38.1৷৷"},{"sloka":"తేన తత్ర ప్రణాదేన దుఃఖితస్స మహీపతిః. చిచ్ఛేద జీవితే శ్రద్ధాం ధర్మే యశసి చాత్మనః৷৷2.38.2৷৷"},{"sloka":"స నిఃశ్వస్యోష్ణమైక్ష్వాక స్తాం భార్యామిదమబ్రవీత్. కైకేయి కుశచీరేణ న సీతా గన్తుమర్హతి৷৷2.38.3৷৷"},{"sloka":"సుకుమారీ చ బాలా చ సతతం చ సుఖోచితా. నేయం వనస్య యోగ్యేతి సత్యమాహ గురుర్మమ৷৷2.38.4৷৷"},{"sloka":"ఇయం హి కస్యాపకరోతి కిఞ్చి- త్తపస్వినీ రాజవరస్య కన్యా. యా చీరమాసాద్య జనస్య మధ్యే స్థితా విసంజ్ఞాశ్రమణీవ కాచిత్৷৷2.38.5৷৷"},{"sloka":"చీరాణ్యపాస్యాజ్జనకస్య కన్యా నేయం ప్రతిజ్ఞా మమ దత్తపూర్వా. యథాసుఖం గచ్ఛతు రాజపుత్రీ వనం సమగ్రా సహ సర్వరత్నైః৷৷2.38.6৷৷"},{"sloka":"అజీవనార్హేణ మయా నృశంసా కృతా ప్రతిజ్ఞా నియమేన తావత్. తవయా హి బాల్యాత్ ప్రతిపన్నమేతత్  తన్మాం దహేద్వేణుమివాత్మపుష్పమ్৷৷2.38.7৷৷"},{"sloka":"రామేణ యది తే పాపే! కిఞ్చిత్కృతమశోభనమ్. అపకారః క ఇహ తే వైదేహ్యా దర్శితోధమే!৷৷2.38.8৷৷"},{"sloka":"మృగీవోత్ఫుల్లనయనా మృదుశీలా తపస్వీనీ. అపకారం కమిహ తే కరోతి జనకాత్మజా৷৷2.38.9৷৷"},{"sloka":"నను పర్యాప్త మేతత్తే పాపే రామవివాసనమ్. కిమేభిః కృపణైర్భూయ: పాతకైరపి తే కృతైః৷৷2.38.10৷৷"},{"sloka":"ప్రతిజ్ఞాతం మయా తావత్ త్వయోక్తం దేవి! శృణ్వతా. రామం యదభిషేకాయ త్వమిహాగతమబ్రవీః৷৷2.38.11৷৷"},{"sloka":"తత్త్వేతత్సమతిక్రమ్య నిరయం గన్తుమిచ్ఛసి.మైథిలీమపి యా హి త్వమీక్షసే చీరవాసినీమ్৷৷2.38.12৷৷"},{"sloka":"ఇతీవ రాజా విలపన్మహాత్మా శోకస్య నాన్తం స దదర్శ కిఞ్చిత్.భృశాతురత్వాచ్చ పపాత భూమౌ తేనైవ పుత్రవ్యసనేన మగ్నః৷৷2.38.13৷৷"},{"sloka":"ఏవం బ్రువన్తం పితరం రామస్సమ్ప్రస్థితో వనమ్. అవాక్ఛిరసమాసీనమిదం వచనమబ్రవీత్৷৷2.38.14৷৷"},{"sloka":"యం ధార్మిక! కౌశల్యా మమ మాతా యశస్వినీ. వృద్ధా చాక్షుద్రశీలా చ న చ త్వాం దేవ! గర్హతే৷৷2.38.15৷৷"},{"sloka":"మయా విహీనాం వరద ప్రపన్నాం శోకసాగరమ్. అదృష్టపూర్వవ్యసనాం భూయస్సమ్మన్తుమర్హసి৷৷2.38.16৷৷"},{"sloka":"పుత్రశోకం యథా నర్చ్ఛేత్త్వయా పూజ్యేన పూజితా. మాం హి సఞ్చిన్తయన్తీ సా త్వయి జీవేత్తపస్వినీ৷৷2.38.17৷৷"},{"sloka":"ఇమాం మహేంన్ద్రోపమ! జాతగర్ధినీం తథా విధాతుం జననీం మమార్హసి. యథా వనస్థే మయి శోకకర్శితా న జీవితం న్యస్య యమక్షయం వ్రజేత్৷৷2.38.18৷৷"}]