[{"sloka":"[King Dasaratha orders four divisions of the army and a lot of wealth to be sent with Rama ---Kaikeyi objects --Siddhartha appeases Kaikeyi--the king expresses his desire to accompany Rama to the forest.]తతస్సుమన్త్రమైక్ష్వాకః పీడితోత్ర ప్రతిజ్ఞయా. సబాష్పమతినిశ్శ్వశ్య జగాదేదం పునః పునః৷৷2.36.1৷৷"},{"sloka":"సూత! రత్నసుసమ్పూర్ణా చతుర్విధబలా చమూః. రాఘవస్యానుయాత్రార్థం క్షిప్రం ప్రతివిధీయతామ్৷৷2.36.2৷৷"},{"sloka":"రూపాజీవాశ్చ వాదిన్యో వణిజశ్చ మహాధనాః.శోభయన్తు కుమారస్య వాహినీం సుప్రసారితాః৷৷2.36.3৷৷"},{"sloka":"యే చైనముపజీవన్తి రమతే యైశ్చ వీర్యతః. తేషాం బహువిధం దత్త్వా తానప్యత్ర నియోజయ ৷৷2.38.4৷৷"},{"sloka":"ఆయుధాని చ ముఖ్యాని నాగరా శ్శకటాని చ. అనుగచ్ఛన్తు కాకుత్స్థం వ్యాధాశ్చారణ్య గోచరాః৷৷2.36.5৷৷"},{"sloka":"నిఘ్నన్ మృగాన్ కుఞ్జరాంశ్చ పిబంశ్చారణ్యకం మధు. నదీశ్చ వివిధాః పశ్యన్న రాజ్యస్య స్మరిష్యతి৷৷2.36.6৷৷"},{"sloka":"ధాన్యకోశశ్చ యః కశ్చిద్ధనకోశశ్చ మామకః. తౌ రామమనుగచ్ఛేతాం వసన్తం నిర్జనే వనే৷৷2.36.7৷৷"},{"sloka":"యజన్ పుణ్యేషు దేశేషు విసృజం శ్చాప్తదక్షిణాః. ఋషిభిశ్చ సమాగమ్య ప్రవత్స్యతి సుఖం వనే৷৷2.36.8৷৷"},{"sloka":"భరతశ్చ మహాబాహురయోధ్యాం పాలయిష్యతి. సర్వకామైః సహ శ్రీమాన్ రామః సంసాధ్యతామితి ৷৷2.36.9৷৷"},{"sloka":"ఏవం బ్రువతి కాకుత్స్థే కైకేయ్యా భయ మాగతమ్. ముఖం చాప్యగమచ్ఛోషం స్వరశ్చాపి న్యరుధ్యత৷৷2.36.10৷৷"},{"sloka":"సా విషణ్ణా చ సన్త్రస్తా ముఖేన పరిశుష్యతా. రాజానమేవాభిముఖీ కైకేయీ వాక్యమబ్రవీత్৷৷2.36.11৷৷"},{"sloka":"రాజ్యం గతజనం సాధో! పీతమణ్డాం సురామివ. నిరాస్వాద్యతమం శూన్యం భరతో నాభిపత్స్యతే৷৷2.36.12৷৷"},{"sloka":"కైకేయ్యాం ముక్తలజ్జాయాం వదన్త్యామతిదారుణామ్. రాజా దశరథో వాక్యమువాచాయతలోచనామ్৷৷2.36.13৷৷"},{"sloka":"వహన్తం కిం తుదసి మాం నియుజ్య ధురి మాహితే. అనార్యే! కృత్యమారబ్ధం కిం న పూర్వముపారుధః৷৷2.36.14৷৷"},{"sloka":"తస్యైతత్క్రోధసంయుక్తముక్తం శ్రుత్వా వరాఙ్గనా. కైకేయీ ద్విగుణం క్రుద్ధా రాజానమిదమబ్రవీత్৷৷2.36.15৷৷"},{"sloka":"వైవ వంశే సగరో జ్యేష్ఠం పుత్రముపారుధత్. అసమఞ్జ ఇతి ఖ్యాతం తథాయం గన్తుమర్హతి৷৷2.36.16৷৷"},{"sloka":"ఏవముక్తో ధిగిత్యేవ రాజా దశరథోబ్రవీత్. వ్రీడితశ్చ జనస్సర్వ స్సా చ తం నావబుధ్యత৷৷2.36.17৷৷"},{"sloka":"తత్ర వృద్ధో మహామాత్రస్సిద్ధార్థో నామ నామతః. శుచిర్బహుమతో రాజ్ఞః కైకేయీ మిదమబ్రవీత్৷৷2.38.18৷৷"},{"sloka":"అసమఞ్జో గృహీత్వా తు క్రీడతః పథి బాలకాన్. సరయ్వాః ప్రక్షిపన్నప్సు రమతే తేన దుర్మతిః৷৷2.36.19৷৷"},{"sloka":"తం దృష్ట్వా నాగరా స్సర్వే కృద్ధా రాజానమబ్రువన్.అసమఞ్జం వృణీష్వైకమస్మాన్వా రాష్ట్రవర్ధన৷৷2.36.20৷৷"},{"sloka":"తానువాచ తతో రాజా కిన్నిమిత్తమిదం భయమ్.తాశ్చాపి రాజ్ఞా సమ్పృష్టా వాక్యం ప్రకృతయోబ్రువన్৷৷2.36.21৷৷"},{"sloka":"డక్రీడతస్త్వేష నః పుత్రాన్ బాలానుద్భ్రాన్తచేతనః. సరయ్వాం ప్రక్షిపన్మౌర్ఖ్యాదతులాం ప్రీతిమశ్నుతే৷৷2.36.22৷৷"},{"sloka":"స తాసాం వచనం శ్రుత్వా ప్రకృతీనాం నరాధిపః. తం తత్యాజాహితం పుత్రం తేషాం ప్రియచికీర్షయా৷৷2.36.23৷৷"},{"sloka":"తం యానం శీఘ్రమారోప్య సభార్యం సపరిచ్ఛదమ్.యావజ్జీవం వివాస్యోయమితి స్వానన్వశాత్పితా৷৷2.36.24৷৷"},{"sloka":"స ఫాలపిటకం గృహ్య గిరిదుర్గాణ్యలోడయత్. దిశ స్సర్వాస్త్వనుచరన్ స యథా పాపకర్మకృత్৷৷2.36.25৷৷"},{"sloka":"ఇత్యేనమత్యజద్రాజా సగరో వై సుధార్మికః. రామః కిమకరోత్పాపం యేనైవముపరుధ్యతే৷৷2.36.26৷৷"},{"sloka":"న హి కఞ్చన పశ్యామో రాఘవస్యాగుణం వయమ్.దుర్లభో హ్యస్య నిరయ శ్శశాఙ్కస్యేవ కల్మషమ్৷৷2.36.27৷৷"},{"sloka":"అథవా దేవి! దోషం త్వం కఞ్చిత్పశ్యసి రాఘవే. తమద్య బ్రూహి తత్వేన తదా రామో వివాస్యతామ్৷৷2.36.28৷৷"},{"sloka":"అదుఅదుష్టస్య హి సంత్యాగః సత్పథే నిరతస్య చ.  నిర్దహేదపి శక్రస్య ద్యుతిం ధర్మనిరోధనాత్.2.36.29৷৷"},{"sloka":"తదలం దేవి రామస్య శ్రియా విహతయా త్వయా. లోకతోపి హి తే రక్ష్యః పరివాదః శుభాననే৷৷2.36.30৷৷"},{"sloka":"శ్రుత్వా తు సిద్ధార్థవచో రాజా శ్రాన్తతరస్వనః. శోకోపహతయా వాచా కైకేయీమిదమబ్రవీత్৷৷2.36.31৷৷"},{"sloka":"ఏతద్వచో నేచ్ఛసి పాపవృత్తే! హితం న జానాసి మమాత్మనో వా. ఆస్థాయ మార్గం కృపణం కుచేష్టా చేష్టా హి తే సాధుపథాదపేతా৷৷2.36.32৷৷"},{"sloka":"అనువ్రజిష్యామ్యహమద్య రామం రాజ్యం పరిత్యజ్య సుఖం ధనం చ.సహైవ రాజ్ఞా భరతేన చ త్వం యథాసుఖం భుఙ్క్ష్వ చిరాయ రాజ్యమ్৷৷2.36.33৷৷"}]