[{"sloka":"[Bharata takes leave of Bharadwaja --- departs for mount Chitrakuta.]తతస్తాం రజనీముష్య భరతస్సపరిచ్ఛదః. కృతాతిథ్యో భరద్వాజం కామాదభిజగామ హ৷৷2.92.1৷৷"},{"sloka":"తం ఋషిః పురుషవ్యాఘ్రం ప్రాఞ్జలిం ప్రేక్ష్య చాగతమ్.హుతాగ్నిహోత్రో భరతం భరద్వాజోభ్యభాషత৷৷2.92.2৷৷ "},{"sloka":"కచ్చిదత్ర సుఖా రాత్రిస్తవాస్మద్విషయే గతా. సమగ్రస్తే జనః కచ్చిదాతిథ్యే శంస మేనఘ৷৷2.92.3৷৷ "},{"sloka":"తమువాచాఞ్జలిం కృత్వా భరతోభిప్రణమ్య చ. ఆశ్రమాదభినిష్క్రాన్తమృషిముత్తమతేజసమ్৷৷2.92.4৷৷"},{"sloka":"ససుఖోషితోస్మి భగవన్సమగ్రబలవాహనః.  తర్పితస్సర్వకామైశ్చ సామాత్యో బలవత్త్వయా৷৷2.92.5৷৷"},{"sloka":"అపేతక్లమసన్తాపా స్సుభిక్షాస్సుప్రతిశ్రయాః. అపి ప్రేష్యానుపాదాయ సర్వే స్మ సుసుఖోషితాః৷৷2.92.6৷৷"},{"sloka":"ఆమన్త్రయేహం భగవన్ కామం త్వామృషిసత్తమః. సమీపం ప్రస్థితం భ్రాతుర్మైత్రేణేక్షస్వ చక్షుషా৷৷2.92.7৷৷"},{"sloka":"ఆశ్రమం తస్య ధర్మజ్ఞ ధార్మికస్య మహాత్మనః. ఆచక్ష్వ కతమో మార్గః కియానితి చ శంస మే৷৷2.92.8৷৷"},{"sloka":"ఇతి పృష్టస్తు భరతం భ్రాతృదర్శనలాలసమ్. ప్రత్యువాచ మహాతేజా భరద్వాజో మహాతపాః৷৷2.92.9৷৷"},{"sloka":"భరతార్ధతృతీయేషు యోజనేష్వజనే వనే. చిత్రకూటో గిరిస్తత్ర రమ్యనిర్ఝరకాననః৷৷2.92.10৷৷"},{"sloka":"ఉత్తరం పార్శ్వమాసాద్య తస్య మన్దాకినీ నదీ. పుష్పితద్రుమసఞ్ఛన్నా రమ్యపుష్పితకాననా৷৷2.92.11৷৷ "},{"sloka":"అనన్తరం తత్సరితశ్చిత్రకూటశ్చ పర్వతః. తయోః పర్ణకుటీ తాత తత్ర తౌ వసతో ధ్రువమ్৷৷2.92.12৷৷"},{"sloka":"దక్షిణేనైవ మార్గేణ సవ్యదక్షిణమేవ వా. గజవాజిరథాకీర్ణాం వాహినీం వాహినీపతే!৷৷2.92.13৷৷ వాహయస్వ మహాభాగ! తతో ద్రక్ష్యసి రాఘవమ్. "},{"sloka":"ప్రయాణమితి తచ్ఛ్రుత్వా రజరాజస్య యోషితః. హిత్వా యానాని యానార్హాః బ్రాహ్మణం పర్యవారయన్৷৷2.92.14৷৷ "},{"sloka":"వేపమానా కృశా దీనా సహ దేవ్యా సుమిత్రయా.  కౌసల్యా తత్ర జగ్రాహ కరాభ్యాం చరణౌ మునేః৷৷2.92.15৷৷"},{"sloka":"అసమృద్ధేన కామేన సర్వలోకస్య గర్హితా. కైకేయీ తస్య జగ్రాహ చరణౌ సవ్యపత్రపా৷৷2.92.16৷৷ "},{"sloka":"తం ప్రదక్షిణమాగమ్య భగవన్తం మహామునిమ్.  అదూరార్భరతస్యైవ తస్థౌ దీనమనాస్తదా৷৷2.92.17৷৷ "},{"sloka":"తతః పప్రచ్ఛ భరతం భరద్వాజో దృఢవ్రతః. విశేషం జ్ఞాతుమిచ్ఛామి మాత్రూణాం తవ రాఘవ৷৷2.92.18৷৷"},{"sloka":"ఏవముక్తస్తు భరతో భరద్వాజేన ధీమతా. ఉవాచ ప్రాఞ్జలిర్భూత్వా వాక్యం వచనకోవిదః৷৷2.92.19৷৷"},{"sloka":"యామిమాం భగవన్ దీనాం శోకానశనకర్శితామ్. పితుర్హి మహిషీం దేవీం దేవతామివ పశ్యసి৷৷2.92.20৷৷ ఏషా తం పురషవ్యాఘ్రం సింహవిక్రాన్తగామినమ్. కౌసల్యా సుషువే రామం ధాతారమదితిర్యథా৷৷2.92.21৷৷"},{"sloka":"అస్యా వామభుజం శ్లిష్టా యైషా తిష్ఠతి దుర్మనాః. కర్ణికారస్య శాఖేవ శీర్ణపుష్పా వనాన్తరే৷৷2.92.22৷৷ ఏతస్యాస్తు సుతౌ దేవ్యాః కుమారౌ దేవవర్ణినౌ. ఉభౌ లక్ష్మణశత్రుఘ్నౌ వీరౌ సత్యపరాక్రమౌ৷৷2.92.23৷৷"},{"sloka":"యస్యాః కృతే నరవ్యాఘ్రౌ జీవనాశమితో గతౌ. రాజపుత్రవిహీనశ్చ స్వర్గం దశరథో గతః৷৷2.92.24৷৷ క్రోధనామకృతప్రజ్ఞాం దృప్తాం సుభగమానినీమ్. ఐశ్వర్యకామాం కైకేయీమనార్యామార్యారూపిణీమ్৷৷2.92.25৷৷ మమైతాం మాతరం విద్ధి నృశంసాం పాపనిశ్చయామ్. యతోమూలం హి పశ్యామి వ్యసనం మహదాత్మనః৷৷2.92.26৷৷ "},{"sloka":"ఇత్యుక్త్వా నరశార్దూలో బాష్పగద్గదయా గిరా. స నిశ్స్వాస తామ్రాక్షో నాగః కృద్ధ ఇవ శ్వసన్৷৷2.92.27৷৷"},{"sloka":"భరద్వాజో మహర్షిస్తం బ్రువన్తం భరతం తథా. ప్రత్యువాచ మహాబుద్ధిరిదం వచనమర్థవత్৷৷2.92.28৷৷ "},{"sloka":"న దోషేణావగన్తవ్యా కైకేయీ భరత త్వయా. రామప్రవ్రాజనం హ్యేతత్సుఖోదర్కం భవిష్యతి৷৷2.92.29৷৷"},{"sloka":"దేవానాం దానవానాం చ ఋషీణాం భావితాత్మనామ్. హితమేవ భవిష్యద్ధి రామప్రవ్రాజనాదిహ৷৷2.92.30৷৷"},{"sloka":"అభివాద్య తు సంసిద్ధః కృత్వా చైనం ప్రదక్షిణమ్. ఆమన్త్ర్య భరత స్సైన్యం యుజ్యతామిత్యచోదయత్৷৷2.92.31৷৷ "},{"sloka":"తతో వాజిరథాన్యుక్తాన్ దివ్యాన్హేమపరిష్కృతాన్. అధ్యారోహత్ప్రయాణార్థీ బహూన్బహువిధో జనః৷৷2.92.32৷৷"},{"sloka":"గజకన్యా గజాశ్చైవ హేమకక్ష్యాః పతాకినః. జీమూతా ఇవ ఘర్మాన్తే సఘోషాస్సమ్ప్రతస్థిరే৷৷2.92.33৷৷ "},{"sloka":"వివిధాన్యపి యానాని మహన్తి చ లఘూని చ. ప్రయయు స్సుమహార్హాణి పాదై రేవ పదాతయః৷৷2.92.34৷৷ "},{"sloka":"అథ యానప్రవేకైస్తు కౌసల్యాప్రముఖాః స్త్రియః. రామదర్శనకాఙ్క్షిణ్యః ప్రయయుర్ముదితాస్తదా৷৷2.92.35৷৷"},{"sloka":"చన్ద్రార్కతరుణాభాసాం నిర్యుక్తాం శిబికాం శుభామ్. ఆస్థాయ ప్రయయౌ శ్రీమాన్భరత స్సపరిచ్ఛదః৷৷2.92.36৷৷"},{"sloka":"సా ప్రయాతా మహాసేనా గజవాజిరథాకులా. దక్షిణాం దిశమావృత్య మహామేఘ ఇవోత్థితః৷৷2.92.37৷৷ వనాని తు వ్యతిక్రమ్య జుష్టాని మృగపక్షిభిః. గఙ్గాయాః పరవేలాయాం గిరిష్వపి నదీషు చ৷৷2.92.38৷৷"},{"sloka":"సా సమ్ప్రహృష్టద్విపవాజియోధా విత్రాసయన్తీ మృగపక్షిసఙ్ఘాన్. మహద్వనం తత్ప్రతిగాహమానా రరాజ సేనా భరతస్య తత్ర৷৷2.92.39৷৷"}]