[{"sloka":"[Bharata's Journey to Chitrakuta --- Bharata observes signs of smoke and presumes it to be the hermitage of Rama --- Bharata, Vasistha and Satrughna move forward towards the hermitage.]తయా మహత్యా యాయిన్యా ధ్వజిన్యా వనవాసినః. అర్దితా యూథపా మత్తాః సయూథాస్సమ్ప్రదుద్రువుః৷৷2.93.1৷৷ "},{"sloka":"ఋక్షాః పృషతసఙ్ఘాశ్చ రురవశ్చ సమన్తతః. దృశ్యన్తే వనరాజీషు గిరిష్వపి నదీషు చ৷৷2.93.2৷৷ "},{"sloka":"స సమ్ప్రతస్థే ధర్మాత్మా ప్రీతో దశరథాత్మజః. వృతో మహత్యా నాదిన్యా సేనయా చతురఙ్గయా৷৷2.93.3৷৷"},{"sloka":"సాగరౌఘనిభా సేనా భరతస్య మహాత్మనః. మహీం సఞ్ఛాదయామాస ప్రావృషి ద్యామివామ్బుదః৷৷2.93.4৷৷"},{"sloka":"తురఙ్గౌఘైరవతతా వారణైశ్చ మహాజవైః.అనాలక్ష్యా చిరం కాలం తస్మిన్కాలే బభూవ భూః৷৷2.93.5৷৷"},{"sloka":"స యాత్వా దూరమధ్వానం సుపరిశ్రాన్తవాహనః. ఉవాచ భరత శ్శ్రీమాన్ వసిష్ఠం మన్త్రిణాం వరమ్৷৷2.93.6৷৷"},{"sloka":"యాదృశం లక్ష్యతే రూపం యథా చైవ శ్రుతం మయా.వ్యక్తం ప్రాప్తాః స్మ తం దేశం భరద్వాజో యమబ్రవీత్৷৷2.93.7৷৷"},{"sloka":"అయం గిరిశ్చిత్రకూట ఇయం మన్దాకినీ నదీ. ఏతత్ప్రకాశతే దూరాన్నీలమేఘనిభం వనమ్৷৷2.93.8৷৷ "},{"sloka":"గిరే స్సానూని రమ్యాణి చిత్రకూటస్య సమ్ప్రతి. వారణైరవమృద్యన్తే మామకై పర్వతోపమైః৷৷2.93.9৷৷ "},{"sloka":"ముఞ్చన్తి కుసుమాన్యేతే నగాః పర్వతసానుషు.నీలా ఇవాతపాపాయే తోయం తోయధరా ఘనాః৷৷2.93.10৷৷"},{"sloka":"కిన్నరాచరితం దేశం పశ్య శత్రుఘ్న! పర్వతమ్. మృగైస్సమన్తాదాకీర్ణం మకరైరివ సాగరమ్৷৷2.93.11৷৷"},{"sloka":"ఏతే మృగగణా భాన్తి శీఘ్రవేగాః ప్రచోదితాః. వాయుప్రవిద్ధా శ్శరది మేఘరాజిరివామ్బరే৷৷2.93.12৷৷ "},{"sloka":"కుర్వన్తి కుసుమాపీడాన్ శిరస్సు సురభీనమీ. మేఘప్రకాశైః ఫలకైర్దాక్షిణాత్యా యథా నరాః৷৷2.93.13৷৷"},{"sloka":"నిష్కూజమివ భూత్వేదం వనం ఘోరప్రదర్శనమ్. అయోధ్యేవ జనాకీర్ణా సమ్ప్రతి ప్రతిభాతి మా৷৷2.93.14৷৷ "},{"sloka":"ఖురైరుదీరితో రేణుర్దావం ప్రచ్ఛాద్య తిష్ఠతి. తం వహత్యనిల శ్శ్రీఘ్రం కుర్వన్నివ మమ ప్రియమ్৷৷2.93.15৷৷"},{"sloka":"స్యన్దనాంస్తురగోపేతాన్సూతముఖ్యై రధిష్ఠితాన్. ఏతాన్సమ్పతతశ్శ్రీఘ్రం పశ్య శత్రుఘ్న కాననే৷৷2.93.16৷৷"},{"sloka":"ఏతాన్విత్రాసితాన్పశ్యబర్హిణః ప్రియదర్శనాన్. ఏతమావిశత శ్శ్రీఘ్రమధివాసం పతత్రిణః৷৷2.93.17৷৷"},{"sloka":"అతిమాత్రమయం దేశో మనోజ్ఞః ప్రతిభాతి మే. తాపసానాం నివాసోయం వ్యక్తం స్వర్గపథో యథా৷৷2.93.18৷৷ "},{"sloka":"మృగా మృగీభిః సహితా బహవః పృషతా వనే.  మనోజ్ఞరూపా దృశ్యన్తే కుసుమైరివ చిత్రితాః৷৷2.93.19৷৷ "},{"sloka":"సాధు సైన్యాః ప్రతిష్ఠన్తాం విచిన్వన్తు చ కాననే. యథా తౌ పురుషవ్యాఘ్రౌ దృశ్యేతే రామలక్ష్మణౌ৷৷2.93.20৷৷"},{"sloka":"భరతస్య వచశ్శ్రుత్వా పురుషాశ్శస్త్రపాణయః. వివిశు స్తద్వనం శూరా ధూమం చ దదృశు స్తతః৷৷2.93.21৷৷"},{"sloka":"తే సమాలోక్య ధూమాగ్రమూచుర్భరతమాగతాః. నామనుష్యే భవత్యగ్ని ర్వ్యక్తమత్రైవ రాఘవౌ৷৷2.93.22৷৷"},{"sloka":"అథ నాత్ర నరవ్యాఘ్రౌ రాజపుత్రౌ పరన్తపౌ. అన్యే రామోపమా స్సన్తి వ్యక్తమత్ర తపస్వినః৷৷2.93.23৷৷"},{"sloka":"తచ్ఛ్రుత్వా భరతస్తేషాం వచనం సాధుసమ్మతమ్. సైన్యానువాచ సర్వాంస్తానమిత్రబలమర్దనః৷৷2.93.24৷৷ "},{"sloka":"యత్తా భవన్తస్తిష్ఠన్తు నేతో గన్తవ్యమగ్రతః. అహమేవ గమిష్యామి సుమన్త్రో గురురేవ చ৷৷2.93.25৷৷ "},{"sloka":"ఏవముక్తా స్తతస్సర్వే తత్ర తస్థుః సమన్తః. భరతో యత్ర ధూమాగ్రం తత్ర దృష్టిం సమాదధాత్৷৷2.93.26৷৷"},{"sloka":"వ్యవస్థితా యా భరతేన సా చమూర్నిరీక్షమాణాపి చ భూమిమగ్రతః. బభూవ హృష్టా న చిరేణ జానతీ ప్రియస్య రామస్య సమాగమం తదా৷৷2.93.27৷৷ "}]