[{"sloka":"[Sita insists on going with Rama] ఏతత్తు వచనం శ్రుత్వా సీతా రామస్య దుఃఖితా. ప్రసక్తాశ్రుముఖీ మన్దమిదం వచనమబ్రవీత్৷৷2.29.1৷৷"},{"sloka":"యే త్వయా కీర్తితా దోషా వనే వస్తవ్యతాం ప్రతి. గుణానిత్యేవ తాన్విద్ధి తవ స్నేహపురస్కృతాన్৷৷2.29.2৷৷"},{"sloka":"మృగా స్సింహా గజాశ్చైవ శార్దూలా శ్శరభాస్తథా. పక్షిణ స్సృమరాశ్చైవ యే చాన్యే వనచారిణః৷৷2.29.3৷৷అదృష్టపూర్వరూపత్వాత్సర్వే తే తవ రాఘవ!. రూపం దృష్ట్వాపసర్పేయుర్భయే సర్వే హి బిభ్యతి৷৷2.29.4৷৷"},{"sloka":"త్వయా చ సహ గన్తవ్యం మయా గురుజనాజ్ఞయా.త్వద్వియోగేన మే రామ! త్యక్తవ్యమిహ జీవితమ్৷৷2.29.5৷৷"},{"sloka":"న హి మాం త్వత్సమీపస్థామపి శక్నోతిరాఘవ. సురాణామీశ్వర శ్శక్రః ప్రధర్షయితుమోజసా৷৷2.29.6৷৷"},{"sloka":"పతిహీనా తు యా నారీ న సా శక్ష్యతి జీవితుమ్. కామమేవం విధం రామ! త్వయా మమ నిదర్శితమ్৷৷2.29.7৷৷"},{"sloka":"అథ చాపి మహాప్రాజ్ఞ! బ్రాహ్మణానాం మయా శ్రుతమ్. పురా పితృగృహే సత్యం వస్తవ్యం కిల మే వనే৷৷2.29.8৷৷"},{"sloka":"లక్షణిభ్యో ద్విజాతిభ్య శ్శృత్వాహం వచనం పురా. వనవాసకృతోత్సాహా నిత్యమేవ మహాబల!৷৷2.29.9৷৷"},{"sloka":"ఆదేశో వనవాసస్య ప్రాప్తవ్య స్స మయా కిల. సా త్వయా సహ తత్రాహం యాస్యామి ప్రియ! నాన్యథా৷৷2.29.10৷৷"},{"sloka":"కృతాదేశా భవిష్యామి గమిష్యామి సహ త్వయా. కాలశ్చాయం సముత్పన్న స్సత్యవాగ్భవతు ద్విజః৷৷2.29.11৷৷"},{"sloka":"వనవాసేభిజానామి దుఃఖాని బహుథా కిల. ప్రాప్యన్తే నియతం వీర! పురుషైరకృతాత్మభిః৷৷2.29.12৷৷"},{"sloka":"కన్యయా చ పితుర్గేహే వనవాస శ్శృతో మయా. భిక్షిణ్యా స్సాధువృత్తాయా మమ మాతురిహాగ్రతః৷৷2.29.13৷৷"},{"sloka":"ప్రసాదితశ్చ వై పూర్వం త్వం మే బహుతిథం ప్రభో!. గమనం వనవాసస్య కాఙ్క్షితం హి సహ త్వయా৷৷2.29.14৷৷"},{"sloka":"కృతక్షణాహం భద్రం తే గమనం ప్రతి రాఘవ. వనవాసస్య శూరస్య చర్యా హి మమ రోచతే৷৷2.29.15৷৷"},{"sloka":"శుద్ధాత్మన్ప్రేమభావాధ్ది భవిష్యామి వికల్మషా. భర్తారమనుగచ్ఛన్తీ భర్తా హి మమ దైవతమ్৷৷2.29.16৷৷"},{"sloka":"ప్రేత్యభావే హి కల్యాణ స్సఙ్గమో మే సహ త్వయా. శ్రుతిర్హి శ్రూయతే పుణ్యా బ్రాహ్మణానాం యశస్వినామ్৷৷2.29.17৷৷ఇహలోకే చ పితృభిర్యా స్త్రీ యస్య మహామతే!. అద్భిర్దత్తా స్వధర్మేణ ప్రేత్యభావేపి తస్య సా৷৷2.29.18৷৷"},{"sloka":"ఏవమస్మాత్స్వకాం నారీం సువృత్తాం హి పతివ్రతామ్. నాభిరోచయసే నేతుం త్వం మాం కేనేహ హేతునా৷৷2.29.19৷৷"},{"sloka":"భక్తాం పతివ్రతాం దీనాం మాం సమాం సుఖదుఃఖయోః. నేతుమర్హసి కాకుత్స్థ! సమాన సుఖదుఃఖినీమ్৷৷2.29.20৷৷"},{"sloka":"యయది మాం దుఃఖితామేవం వనం నేతుం న చేచ్ఛసి. విషమగ్నిం జలం వాహమాస్థాస్యే మృత్యుకారణాత్৷৷2.29.21৷৷"},{"sloka":"ఏవం బహువిధం తం సా యాచతే గమనం ప్రతి. నానుమేనే మహాబాహుస్తాం నేతుం విజనం వనమ్৷৷2.29.22৷৷"},{"sloka":"ఏవముక్తా తు సా చిన్తాం మైథిలీ సముపాగతా. స్నాపయన్తీవ గాముష్ణైరశ్రుభిర్నయనచ్యుతైః৷৷2.29.23৷৷"},{"sloka":"చిన్తయన్తీం తథా తాం తు నివర్తయితుమాత్మవాన్. తామ్రోష్ఠీం స తదా సీతాం కాకుత్స్థో బహ్వసాన్త్వయత్৷৷2.29.24৷৷"}]