[{"sloka":"[Sumantra returns to Ayodhya and reports to king Dasaratha --- Dasaratha and Kausalya fall into a swoon on hearing about Rama in exile.]కథయిత్వా సుదుఃఖార్తస్సుమన్త్రేణ చిరం సహ. రామే దక్షిణకూలస్థే జగామ స్వగృహం గుహః৷৷2.57.1৷৷"},{"sloka":"భరద్వాజాభిగమనం ప్రయాగే చ సహాసనమ్.ఆగిరేర్గమనం తేషాం తత్రస్థైరుపలక్షితమ్৷৷2.57.2৷৷"},{"sloka":"అనుజ్ఞాతస్సుమన్త్రోథ యోజయిత్వా హయోత్తమాన్. అయోధ్యామేవ నగరీం ప్రయయౌ గాఢదుర్మనాః৷৷2.57.3৷৷"},{"sloka":"స వనాని సుగన్ధీని సరితశ్చ సరాంసి చ. పశ్యన్నతియయౌ శీఘ్రం గ్రామాణి నగరాణి చ৷৷2.57.4৷৷"},{"sloka":"తత స్సాయాహ్న సమయే తృతీయేహని సారథిః. అయోధ్యాం సమనుప్రాప్య నిరానన్దాం దదర్శ హ৷৷2.57.5৷৷"},{"sloka":"స శూన్యామివ నిశ్శబ్దాం దృష్ట్వా పరమదుర్మనాః. సుమన్త్రశ్చిన్తయామాస శోకవేగసమాహతః৷৷2.57.6৷৷ "},{"sloka":"కచ్చిన్న సగజా సాశ్వా సజనా సజనాధిపా. రామసన్తాపదుఃఖేన దగ్ధా శోకాగ్నినా పురీ৷৷2.57.7৷৷"},{"sloka":"ఇతి చిన్తాపరస్సూతో వాజిభిశ్శీఘ్రపాతిభిః.నగరద్వారమాసాద్య త్వరితః ప్రవివేశ హ৷৷2.57.8৷৷"},{"sloka":"సుమన్త్రమభియాన్తం తం శతశోథ సహస్రశః. క్వ రామ ఇతి పృచ్ఛన్తస్సూతమభ్యద్రవన్నరాః৷৷2.57.9৷৷"},{"sloka":"తేషాం శశంస గఙ్గాయామహమాపృచ్ఛ్య రాఘవమ్. అనుజ్ఞాతో నివృత్తోస్మి ధార్మికేణ మహాత్మానా৷৷2.57.10৷৷ "},{"sloka":"తే తీర్ణా ఇతి విజ్ఞాయ బాష్పపూర్ణముఖా జనాః.అహో ధిగితి నిశ్శ్వస్య హా! రామేతి చ చుక్రుశుః৷৷2.57.11৷৷ "},{"sloka":"శుశ్రావ చ వచస్తేషాం బృన్దం బృన్దం చ తిష్ఠతామ్. హతాస్మ ఖలు యే నేహ పశ్యామ ఇతి రాఘవమ్৷৷2.57.12৷৷"},{"sloka":"దానయజ్ఞవివాహేషు సమాజేషు మహత్సు చ.న ద్రక్ష్యామః పున ర్జాతు ధార్మికం రామమన్తరా৷৷2.57.13৷৷"},{"sloka":"కిం సమర్థం జనస్యాస్య కిం ప్రియం కిం సుఖావహమ్. ఇతి రామేణ నగరం పితృవత్పరిపాలితమ్৷৷2.57.14৷৷ "},{"sloka":"వాతాయనగతానాం చ స్త్రీణామన్వన్తరాపణమ్. రామశోకాభితప్తానాం శుశ్రావ పరిదేవనమ్৷৷2.57.15৷৷"},{"sloka":"స రాజమార్గమధ్యేన సుమన్త్రః పిహితాననః. యత్ర రాజా దశరథస్తదేవోపయయౌ గృహమ్৷৷2.57.16৷৷ "},{"sloka":"సోవతీర్య రథాచ్ఛీఘ్రం రాజవేశ్మ ప్రవిశ్య చ. కక్ష్యా స్సప్తాభిచక్రామ మహాజనసమాకులాః৷৷2.57.17৷৷"},{"sloka":"హర్మ్యై ర్విమానైః ప్రాసాదైరవేక్ష్యాథ సమాగతమ్. హాహాకారకృతా నార్యో రామదర్శనకర్శితాః৷৷2.57.18৷৷"},{"sloka":"ఆయతైర్విమలైర్నేత్రైరశ్రువేగపరిప్లుతైః. అన్యోన్యమభివీక్షన్తేవ్యక్తమార్తతరాః స్త్రియః৷৷2.57.19৷৷"},{"sloka":"తతో దశరథస్త్రీణాం ప్రాసాదేభ్య స్తత స్తతః. రామశోకాభితప్తానాం మన్దం శుశ్రావ జల్పితమ్৷৷2.57.20৷৷"},{"sloka":"సహ రామేణ నిర్యాతో వినా రామ మిహాగతః.సూతః కిన్నామ కౌసల్యాం శోచన్తీం ప్రతివక్ష్యతి৷৷2.57.21৷৷ "},{"sloka":"యథా చ మన్యే దుర్జీవమేవం న సుకరం ధ్రువమ్. ఆచ్ఛిద్య పుత్రే నిర్యాతే కౌసల్యా యత్ర జీవతి৷৷2.57.22৷৷ "},{"sloka":"సత్యరూపం తు తద్వాక్యం రాజ్ఞ: స్త్రీణాం నిశామయన్. ప్రదీప్తమివ శోకేన వివేశ సహసా గృహమ్৷৷2.57.23৷৷ "},{"sloka":"స ప్రవిశ్యాష్టమీం కక్ష్యాం రాజానం దీనమాతురమ్. పుత్రశోకపరిమ్లానమపశ్యత్పాణ్డురే గృహే৷৷2.57.24৷৷"},{"sloka":"అభిగమ్య తమాసీనం నరేన్ద్రే మభివాద్య చ. సుమన్త్రో రామవచనం యథోక్తం ప్రత్యవేదయత్৷৷2.57.25৷৷"},{"sloka":"స తూష్ణీమేవ తచ్ఛ్రుత్వా రాజా విభ్రాన్తచేతనః. మూర్ఛితో న్యపతద్భూమౌ రామశోకాభిపీడితః৷৷2.57.26৷৷ "},{"sloka":"తతోన్తఃపురమావిద్ధం మూర్ఛితే పృథివీపతౌ. ఉద్ధృత్య బాహూ చుక్రోశ నృపతౌ పతితేక్షితౌ৷৷2.57.27৷৷ "},{"sloka":"సుమిత్రయా తు సహితా కౌసల్యా పతితం పతిమ్. ఉత్థాపయామాస తదా వచనం చేదమబ్రవీత్৷৷2.57.28৷৷ "},{"sloka":"ఇమం తస్య మహాభాగ! దూతం దుష్కరకారిణః. వనవాసాదనుప్రాప్తం కస్మాన్న ప్రతిభాషసే৷৷2.57.29৷৷"},{"sloka":"అద్యైవమనయం కృత్వా వ్యపత్రపసి రాఘవ!. ఉత్తిష్ఠ సుకృతం తేస్తు శోకే నస్యా త్సహాయతా৷৷2.57.30৷৷"},{"sloka":"దేవ! యస్యా భయాద్రామం నానుపృచ్ఛసి సారథిమ్. నేహ తిష్ఠితి కైకేయీ విస్రబ్ధం ప్రతిభాష్యతామ్৷৷2.57.31৷৷ "},{"sloka":"సా తథోక్త్వా మహారాజం కౌసల్యా శోకలాలసా. ధరణ్యాం నిపపాతాశు బాష్పవిప్లుతభాషిణీ৷৷2.57.32৷৷"},{"sloka":"ఏవం విలపతీం దృష్ట్వా కౌసల్యాం పతితాం భువి.  పతిం చావేక్ష్య తా స్సర్వా సుస్వరం రురుదుః స్త్రియః৷৷2.57.33৷৷"},{"sloka":"తత స్తమన్తఃపురనాదముత్థితం సమీక్ష్య వృద్ధా స్తరుణాశ్చ మానవాః. స్త్రియశ్చ సర్వా రురుదు స్సమన్తతః పురం తదాసీత్పునరేవ సఙ్కులమ్৷৷2.57.34৷৷"}]