[{"sloka":"[Rama, Lakshmana and Sita set out for the forest--wailing of citizens, queens and the king.]అథ రామశ్చ సీతా చ లక్ష్మణశ్చ కృతాఞ్జలిః. ఉపసఙ్గృహ్య రాజానం చక్రుర్దీనా: ప్రదక్షిణమ్৷৷2.40.1৷৷"},{"sloka":"తం చాపి సమనుజ్ఞాప్య ధర్మజ్ఞస్సీతయా సహ. రాఘవ శ్శోకసమ్మూఢో జననీమభ్యవాదయత్৷৷2.40.2৷৷"},{"sloka":"అఅన్వక్షం లక్ష్మణో భ్రాతుః కౌశల్యామభ్యవాదయత్. అథ మాతు స్సుమిత్రాయా జగ్రాహ చరణౌ పునః৷৷2.40.3৷৷"},{"sloka":"తం వన్దమానం రుదతీ మాతా సౌమిత్రిమబ్రవీత్.హితకామా మహాబాహుం మూధ్నర్యుపాఘ్రాయ లక్ష్మణమ్৷৷2.40.4৷৷"},{"sloka":"సృష్టస్త్వం వనవాసాయ స్వనురక్తస్సుహృజ్జనే. రామే ప్రమాదం మా కార్షీః పుత్ర! భ్రాతరి గచ్ఛతి৷৷2.40.5৷৷"},{"sloka":"వ్యసనీ వా సమృద్ధో వా గతిరేష తవానఘ!. ఏష లోకే సతాం ధర్మో యజ్జ్యేష్ఠవశగో భవేత్৷৷2.40.6৷৷"},{"sloka":"ఇదం హి వృత్తముచితం కులస్యాస్య సనాతనమ్.దానం దీక్షా చ యజ్ఞేషు తనుత్యాగో మృధేషు చ৷৷2.40.7৷৷"},{"sloka":"లక్ష్మణం త్వేవముక్త్వా సా సంసిద్ధం ప్రియరాఘవమ్.సుమిత్రా గచ్ఛ గచ్ఛేతి పునః పునరువాచ తమ్৷৷2.40.8৷৷"},{"sloka":"రామం దశరథం విద్ధి మాం విద్ధి జనకాత్మజామ్. అయోధ్యామటవీం విధ్ది గచ్ఛ తాత! యథాసుఖమ్৷৷2.40.9৷৷"},{"sloka":"తతః సుమన్త్రః కాకుత్స్థం ప్రాఞ్జలిర్వాక్యమబ్రవీత్. వినీతో వినయజ్ఞశ్చ మాతలిర్వాసవం యథా৷৷2.40.10৷৷"},{"sloka":"రరథమారోహ భద్రం తే రాజపుత్ర మహాయశః. క్షిప్రం త్వాం ప్రాపయిష్యామి యత్ర మాం రామ! వక్ష్యసి৷৷2.40.11৷৷"},{"sloka":"చతుర్దశ హి వర్షాణి వస్తవ్యాని వనే త్వయా. తాన్యుపక్రమితవ్యాని యాని దేవ్యాసి చోదితః৷৷2.40.12৷৷"},{"sloka":"తం రథం సూర్యసఙ్కాశం సీతా హృష్టేన చేతసా. ఆరురోహ వరారోహా కృత్వాలఙ్కారమాత్మనః৷৷2.40.13৷৷"},{"sloka":"అథో జ్వలనసఙ్కాశం చామీకరవిభూషితమ్!. తమారురుహతుస్తూర్ణం భ్రాతరౌ రామలక్ష్మణౌ৷৷2.40.14৷৷"},{"sloka":"వనవాసం హి సంఖ్యాయ వాసాంస్యాభరణాని చ. భర్తారమనుగచ్ఛన్త్యై సీతాయై శ్వశురో దదౌ৷৷2.40.15৷৷"},{"sloka":"తథైవాయుధజాలాని భ్రాతృభ్యాం కవచాని చ. రథోపస్థే ప్రతిన్యస్య సచర్మ కఠినం చ తత్৷৷2.40.16৷৷సీతాతృతీయానారూఢాన్ దృష్ట్వా దృష్టమచోదయత్. సుమన్త్రస్సమ్మతానశ్వాన్ వాయువేగసమాన్జవే৷৷2.40.17৷৷"},{"sloka":"ప్రతియాతే మహారణ్యం చిరరాత్రాయ రాఘవే. బభూవ నగరే మూర్ఛా బలమూర్ఛా జనస్య చ৷৷2.40.18৷৷"},{"sloka":"తత్సమాకులసమ్భ్రాన్తం మత్తసఙ్కుపితద్విపమ్. హయశిఞ్జితనిర్ఘోషం పురమాసీన్మహాస్వనమ్৷৷2.40.19৷৷"},{"sloka":"తత స్సబాలవృద్ధా సా పురీ పరమపీడితా. రామమేవాభిదుద్రావ ఘర్మార్తా సలిలం యథా৷৷2.40.20৷৷"},{"sloka":"పార్శ్వతః పృష్ఠతశ్చాపి లమ్బమానాస్తదున్ముఖాః. బాష్పపూర్ణముఖాస్సర్వే తమూచుర్భృశనిస్వనాః৷৷2.40.21৷৷"},{"sloka":"సంయచ్ఛ వాజినాం రశ్మీన్ సూత! యాహి శనైశ్శనైః. ముఖం ద్రక్ష్యామ రామస్య దుర్దర్శం నో భవిష్యతి৷৷2.40.22৷৷"},{"sloka":"ఆయసం హృదయం నూనం రామమాతురసంశయమ్.యద్దేవగర్భప్రతిమే వనం యాతి న భిద్యతే৷৷2.40.23৷৷"},{"sloka":"కృతకృత్యా హి వైదేహీ ఛాయేవానుగతా పతిమ్. న జహాతి రతా ధర్మే మేరుమర్కప్రభా యథా৷৷2.40.24৷৷"},{"sloka":"అహో! లక్ష్మణ! సిద్ధార్థ స్సతతం ప్రియవాదినమ్.భ్రాతరం దేవసఙ్కాశం యస్త్వం పరిచరిష్యసి৷৷2.40.25৷৷"},{"sloka":"మహత్యేషా హి తే సిధ్దిరేష చాభ్యుదయో మహాన్. ఏష స్వర్గస్య మార్గశ్చ యదేనమనుగచ్ఛసి৷৷2.40.26৷৷"},{"sloka":"ఏవం వదన్తస్తే సోఢుం న శేకుర్బాష్పమాగతమ్. నరాస్తమనుగచ్ఛన్తః ప్రియమిక్ష్వాకునన్దనమ్৷৷2.40.27৷৷"},{"sloka":"అథ రాజా వృత స్త్రీభిర్దీనాభిర్దీనచేతనః.నిర్జగామ ప్రియం పుత్రం ద్రక్ష్యామీతి బ్రువన్ గృహాత్৷৷2.40.28৷৷"},{"sloka":"శుశ్రువే చాగ్రతః స్త్రీణాం రుదన్తీనాం మహాస్వనః.యథా నాదః కరేణూనాం బద్ధే మహతి కుఞ్జరే৷৷2.40.29৷৷"},{"sloka":"పితా హి రాజా కాకుత్స్థః శ్రీమాన్ సన్నస్తదాభవత్. పరిపూర్ణః శశీ కాలే గ్రహేణోపప్లుతో యథా৷৷2.40.30৷৷"},{"sloka":"స చ శ్రీమానచిన్త్యాత్మా రామో దశరథాత్మజః.సూతం సఞ్చోదయామాస త్వరితం వాహ్యతామితి৷৷2.40.31৷৷"},{"sloka":"రామో యాహీతి సూతం తం తిష్ఠేతి స జనస్తదా. ఉభయం నాశకత్సూతః కర్తుమధ్వని చోదితః৷৷2.40.32৷৷"},{"sloka":"నిర్గచ్ఛతి మహాబాహౌ రామే పౌరజనాశ్రుభిః.పతితైరభ్యవహితం ప్రశశామ మహీరజః৷৷2.40.33৷৷"},{"sloka":"రుదితాశ్రుపరిద్యూనం హాహాకృతమచేతనమ్.  ప్రయాణే రాఘవస్యాసీత్పురం పరమపీడితమ్৷৷2.40.34৷৷"},{"sloka":"సుస్రావ నయనైః స్త్రీణామస్రమాయాససమ్భవమ్.మీనసఙ్క్షోభచలితై స్సలిలం పఙ్కజైరివ৷৷2.40.35৷৷"},{"sloka":"దృష్ట్వా తు నృపతి శ్శ్రీమానేకచిత్తగతం పురమ్. నిపపాతైవ దుఃఖేన హతమూల ఇవ ద్రుమః৷৷2.40.36৷৷"},{"sloka":"తతో హలహలాశబ్దో జజ్ఞే రామస్య పృష్ఠతః.నరాణాం ప్రేక్ష్య రాజానం సీదన్తం భృశదుఃఖితమ్৷৷2.40.37৷৷"},{"sloka":"హా రామేతి జనాః కేచిద్రామమాతేతి చాపరే. అన్తఃపురం సమృద్ధం చ క్రోశన్తః పర్యదేవయన్৷৷2.40.38৷৷"},{"sloka":"అన్వీక్షమాణో రామస్తు విషణ్ణం భ్రాన్తచేతసమ్.రాజానం మాతరం చైవ దదర్శానుగతౌ పథి৷৷2.40.39৷৷"},{"sloka":"స బద్ధ ఇవ పాశేన కిశోరో మాతరం యథా.ధర్మపాశేన సఙ్క్షిప్తః ప్రకాశం నాభ్యుదైక్షత৷৷2.40.40৷৷"},{"sloka":"పదాతినౌ చ యానార్హావదుఃఖార్హౌ సుఖోచితౌ. దృష్ట్వా సఞ్చోదయామాస శీఘ్రం యాహీతి సారథిమ్৷৷2.40.41৷৷"},{"sloka":"న హి తత్పురుషవ్యాఘ్రో దుఃఖదం దర్శనం పితుః. మాతుశ్చ సహితుం శక్తస్తోత్రార్దిత ఇవ ద్విపః৷৷2.40.42৷৷"},{"sloka":"ప్రత్యగారమివాయాన్తీ వత్సలా వత్సకారణాత్. బద్ధవత్సా యథా ధేనూ రామమాతాభ్యధావత৷৷2.40.43৷৷"},{"sloka":"తథా రుదన్తీం కౌసల్యాం రథం తమనుధావతీమ్. క్రోశన్తీం రామ రామేతి హా సీతే! లక్ష్మణేతి చ৷৷2.40.44৷৷రామలక్ష్మణసీతార్థం స్రవన్తీం వారి నేత్రజమ్. అసకృత్ప్రైక్షత తదా నృత్యన్తీమివ మాతరమ్৷৷2.40.45৷৷"},{"sloka":"తిష్ఠేతి రాజా చుక్రోశ యాహి యాహీతి రాఘవః. సుమన్త్రస్య బభూవాత్మా చక్రయోరివ చాన్తరా৷৷2.40.46৷৷"},{"sloka":"నాశ్రౌషమితి రాజానముపాలబ్ధోపి వక్ష్యసి. చిరం దుఃఖస్య పాపిష్ఠమితి రామస్తమబ్రవీత్৷৷2.40.47৷৷"},{"sloka":"రామస్య స వచః కుర్వన్ననుజ్ఞాప్య చ తం జనమ్. వ్రజతోపి హయాన్ శీఘ్రం చోదయామాస సారథిః৷৷2.40.48৷৷"},{"sloka":"న్యవర్తత జనో రాజ్ఞో రామం కృత్వా ప్రదక్షిణమ్. మనసాప్యశ్రువేగైశ్చ న న్యవర్తత మానుషమ్৷৷2.40.49৷৷"},{"sloka":"యమిచ్ఛేత్పునరాయాన్తం నైనం దూరమనువ్రజేత్. ఇత్యమాత్యా మహారాజమూచుర్దశరథం వచః৷৷2.40.50৷৷"},{"sloka":"తేషాం వచః సర్వగుణోపపన్నం ప్రస్విన్నగాత్రః ప్రవిషణ్ణరూపః. నిశమ్య రాజా కృపణః సభార్యో వ్యవస్థితస్తం సుతమీక్షమాణః৷৷2.40.51৷৷"}]